{
  "not_support_video_tag": "Your browser does not support the video tag.",
  "achieve_your_vision": "Achieve your vision",
  "powerful_game_development_platform": "The most powerful game development platform, empowering you and your team to create world-class entertainment.",
  "download_on_pc": "Download on PC",
  "learn_more": "Learn more",
  "full_source_code_engine_features": "Full source code • All engine features • Access all platforms",
  "new_in": "NEW IN 0.0.24-BETA",
  "your_workflow_just_got_faster": "Your workflow just got faster",
  "significant_improvements": "Quantum Engine 0.0.2-beta comes with significant improvements. New tools and improvements make game development more intuitive than ever before.",
  "view_release_notes": "View release notes",
  "all_features": "All features",
  "sandbox": "Sandbox",
  "what_you_see_what_you_get": "What you see is what you get: Sandbox lets you create seamless worlds without baking. Create your world and export it to your game just like you see it in the editor.",
  "rendering": "Rendering",
  "global_illumination": "Fully dynamic real-time global illumination with a fully PBR workflow lets you create hyper-realistic environments using the tools you're used to.",
  "physics": "Physics",
  "realistically_accounts": "Physics-based simulation that realistically accounts for real-world physics lets you create highly customizable and dynamic scenes.",
  "audio": "Audio",
  "exclusive_audio_translation": "Use Quantum Engine's exclusive audio translation layer that lets you choose the middleware you need, when you need it. Allows you to create workflows that work for you.",
  "achieved_with_quantum_engine": "Achieved with Quantum Engine",
  "support_amazing_projects": "Support for amazing projects",
  "get_access_latest_version": "Get access to the latest version of the engine behind visual benchmarks like Quantum Solaris. Use the same tools our internal teams use.",
  "watch_presentation": "Watch the presentation",
  "use_quantum_engine_free": "Use Quantum Engine for free. 5% royalty is applied when you submit your project. Your first annual income of 1 million rubles per project is royalty-free.",
  "update": "UPDATE",
  "documentation_available": "Quantum Engine Documentation Available",
  "public_documentation": "We've migrated the Quantum Engine public documentation to a new format.",
  "games": "GAMES",
  "spinshot_party_releases_steam": "Spinshot Party Releases on Steam",
  "we_talked_Matthias": "We talked to Matthias Otto who worked on Spinshot Party - a foosball simulation game achieved with Quantum Engine - for the past two years.",
  "announcement": "ANNOUNCEMENT",
  "new_convenience_features": "New Convenience Features for Quantum Engine Hub",
  "public_user_profile": "Public user profile, automatic source code requests and Discord account link are coming to the hub, but the forum will be deprecated.",
  "launcher_update": "Quantum Engine Launcher Update",
  "launcher_has_been_updated": "The Quantum Engine Launcher has been updated for an improved experience. Find out what you need to know."
}
