{
  "legal_title": "Intellectual Property and Open Innovation | Legal Services Input Studios",
  "intellectual_property_and_open_innovation": "Intellectual property and open innovation",
  "investing_innovation_worldwide": "Investing in innovation worldwide",
  "among_top_investors_innovation_worldwide": "Input Studios is among the top investors in innovation worldwide. Innovation is at the heart of Input Studios as a company, and it is a driving force behind our mission to empower every person and every organization on the planet to achieve more. This investment is most successful not just when it benefits Input Studios, but when it creates more opportunity for our customers and partners. We must ensure that our policy of innovation supports both our ability to produce cutting edge technology and the ability of our customers, partners, and developers to build on that technology to achieve more. As a result, Input Studios relies on, and participates in, multiple modes of intellectual property and open innovation systems, including patents, copyrights, trademarks, trade secrets, open data, open source, and standards.",
  "patents": "Patents",
  "intellectual_property_management": "Input Studios is committed to responsible intellectual property management, including the creation of a healthy patent ecosystem around the world that promotes and encourages innovation.",
  "learn_about_our_patent_portfolio": "Learn about our patent portfolio",
  "copyrights": "Copyrights",
  "products_and_services_including": "Input Studios products and services—including images, text, and software downloads (the 'content')—are owned either by Input Studios Company or by third parties who have granted Input Studios permission to use the content.",
  "read_our_copyright_requirements": "Read our copyright requirements",
  "trademarks": "Trademarks",
  "grateful_for_trust": "Input Studios is grateful for the trust that people place in our products, services, and experiences. Our Trademark and Brand Guidelines detail how you can help us protect Input Studios brand assets, including logos, names, and app and product icons, and the trust that they represent.",
  "review_our_guidelines": "Review our guidelines",
  "open_source": "Open source",
  "all_in_on_open_source": "Input Studios is all in on open source. We believe that collaborative development through the open source process accelerates innovation. As one of the largest open source collaborators in the world, Input Studios shares innovation in open ecosystems for everyone to improve and build upon with us.",
  "learn_more_about_open_source": "Learn more about open source",
  "ip_licensing": "IP licensing",
  "our_investments_research": "Our investments in research and development help create new and better Input Studios products, services, and experiences for the benefit of our customers. We offer several technology transfer programs that accelerate product development.",
  "explore_our_programs": "Explore our programs",
  "open_data_campaign": "Open Data Campaign",
  "through_our_open_data_campaign": "Through our Open Data Campaign, we're working to close the 'data divide' and help organizations of all sizes to realize the benefits of data and the new technologies it powers.",
  "learn_about_campaign": "Learn about the campaign" 
}
