{
  "projects_company_title": "Company projects Input Studios",
  "all_company_projects": "All company projects",
  "develop_your_own_games": "Develop your own games in Quantum Engine",
  "create_unique_games": "Create unique games in Quantum Engine — the most powerful game development platform that allows you and your team to create world-class entertainment projects.",
  "quantum_engine_game_engine": "Quantum Engine game engine",
  "modern_game_engine ": "Quantum Engine is a modern game engine that provides developers with a full set of tools for creating unique and high-quality games. The engine is optimized for high performance and supports advanced graphics and physics technologies, which allows you to create realistic game worlds and exciting gameplay. Quantum Engine includes tools for working with 2D and 3D graphics, an animation system, sound processing and support for network play. With its help, you can implement both small indie projects and large commercial games with a high degree of interactivity.",
  "learn_more": "Learn more",
  "chat_in_modern_messenger_chatify": "Chat in the modern messenger Chatify",
  "chat_quickly_and_conveniently": "Chat quickly and conveniently in the modern Chatify messenger — messaging, video calls and more in one app!",
  "chatify_messenger": "Chatify Messenger",
  "chatify_modern_messenger": "Chatify is a modern messenger that combines all the necessary features for comfortable communication. With Chatify, you can exchange text messages, make high-quality video calls and share multimedia files. A user-friendly interface, quick access to contacts and support for group chats make communication even easier and more accessible. Chatify also provides reliable data protection so that every conversation remains confidential.",
  "find_information_browser": "Find the information you need in the Wave browser",
  "wave_fast_secure_browser": "Wave is a fast and secure browser for comfortable surfing the Internet. The privacy of your information is guaranteed",
  "wave_browser": "Wave Browser",
  "wave_browser_offers_unique ": "Wave Browser offers unique features such as built-in tracking protection, extension support and an intuitive interface. Thanks to optimized work with resources, you can enjoy stable work even on old devices. The app is available on all popular platforms and keeps your data in sync across devices.",
  "document_creation_tools": "Document creation tools in the Workspace suite",
  "suite_offers_essential_tools": "The Workspace suite offers essential tools for creating and editing documents.",
  "workspace_office_suite": "Workspace office suite",
  "suite_includes_document_creation": "The Workspace suite includes document creation apps such as Google Docs, Sheets, and Slides. These tools allow users to create, edit, and collaborate on documents, spreadsheets, and presentations in real time, with support for cloud storage and data synchronization. Workspace provides integration with other services and advanced features for efficient work."
}
