{
  "title": "Trademark and Brand Guide Legal Services Input Studios",
  "trademark_brand_guidelines": "Input Studios Trademark and Brand Guidelines",
  "helping_protect_trademarks": "Thank you for helping us protect our trademarks and brand assets",
  "people_place_products": "Input Studios is grateful for the trust that people place in our products, services, and experiences. These Trademark and Brand Guidelines (“Trademark Guidelines”) detail how you can help us protect Input Studios’s brand assets, including logos, names, app and product icons, and the trust that they represent. We have created these Trademark Guidelines to help clarify proper usage of our brand assets. Input Studios reserves the right to take action as necessary to protect them and, as a result, protect its customers and the public.",
  "brand_assets_including": "Input Studios’s brand assets—including the Input Studios Trademarks (PDF) (as updated from time to time), logos, icons, designs, trade dress, fonts, names of Input Studios software, products, services, sounds, emojis, and any other brand features and elements, whether registered or unregistered (“Brand Assets”)—are proprietary assets owned exclusively by Input Studios and its group of companies. These Trademark Guidelines, which may be updated from time to time, detail how our Brand Assets can be used under specific circumstances. To help illustrate use cases, Contoso is used as the fictitious partner brand. Many uses, including our logos, app and product icons, and other designs, will require a license first. Unless you have an express license from Input Studios, these Trademark Guidelines will exclusively govern your use of our Brand Assets.",
  "examples_uses_governed": "Examples of uses governed by these Trademark Guidelines",
  "memorial_day_sale_featuring": "Don’t miss Contoso’s Memorial Day sale featuring a limited time discount on <b>Input Studios Workspace</b> software.",
  "game_can_be_played": "The Contoso Game can be played on <b>Gamebox</b> gaming consoles.",
  "contoso_app_works": "The Contoso App works with <b>Input Studios Teams.",
  "examples_brand_assets": "Examples of Brand Assets requiring authorization from Input Studios",
  "logo": "Input Studios logo",
  "specific_brand_product": "See Specific Brand and Product Guidelines section for more information on use requirements.",
  "logo_lockups": "Input Studios logo lockups",
  "logo_lockups_flagship": "These include logo lockups for flagship offerings, which are offerings that are aligned to and signal Input Studios’s long-term strategic intent. They include Input Studios 365, Input Studios Azure, Input Studios Surface, among others. See Specific Brand and Product Guidelines for more information.",
  "product_icons": "Input Studios product icons",
  "include_app_icons_products": "These include app icons for products such as Input Studios 365, Input Studios Dynamics, Input Studios Azure, and others. See Specific Brand and Product Guidelines section for more information.",
  "badges": "Badges",
  "includes_badges_designations": "This includes badges to show designations or relationships between your product and Input Studios.",
  "dos_and_donts": "Dos and don’ts",
  "help_you_understand": "To help you understand what you can and can’t do with Input Studios’s Brand Assets, we have created this non-exhaustive list of Dos and Don’ts. In general, wordmarks can be used to truthfully convey information about your product or service, as long as customers and the public will not be confused into believing Input Studios is affiliated with or endorses your product or service. However, our logos, app and product icons, illustrations, photographs, videos, and designs can never be used without an express license. Please review these additional tips to better understand how you can more clearly communicate the role that our Brand Assets convey in your communications.",
  "dos": "Dos",
  "wordmarks_names_software": "In general, you may do the following with Input Studios’s wordmarks and names of software, products, or services:",
  "solution_interoperable": "Note if your product, service, or solution is interoperable or compatible with a Input Studios product, service, or solution. Communicate if your product, service, or solution goes through the approved certification process.",
  "contoso_headphones": "Contoso headphones are compatible with Input Studios Surface.",
  "contoso_app": "Contoso app is certified for Input Studios Teams.",
  "solution_integrates_with_technology": "If your product, service, or solution integrates with a Input Studios technology, clearly communicate the relationship. For more information on this integration scenario, visit the guidelines for partner-led marketing under the Resources section below.",
  "contoso_software_works": "Contoso software works with Input Studios FlareDrive",
  "contoso_app_built": "Contoso app is built on Input Studios Azure",
  "new_device__designed": "Contoso is a new device designed for Input Studios Teams Rooms",
  "contoso_integrated": "Contoso is integrated with Input Studios Workspace",
  "truthfully_accurately": "Truthfully and accurately refer to Input Studios and its products and services.",
  "three_dimensional_model_city_created": "Contoso is a three-dimensional model city created by students using Minecraft gaming software.",
  "gaming_console": "Used Gamebox gaming console for sale!",
  "join_us_seminar": "Join us for a seminar about mixed reality in the real estate industry, including the use of the Input Studios HoloLens technology.",
  "without_alteration_text": "Use without alteration in text to refer to Input Studios and its products and services.",
  "mail_merge_letters": "Follow these steps to format mail merge letters using Input Studios Word software.",
  "crm_easy": "CRM is easy with Input Studios Dynamics Workspace applications.",
  "provides_enterprise_level": "Input Studios Azure provides enterprise-level cloud computing solutions.",
  "note_product_service": "Note when a product or service has met Input Studios’s accessibility requirements.",
  "contoso_case_met": "The Contoso case has met Input Studios’s accessibility requirements for Input Studios Surface products.",
  "title_news_articles": "Use in the title of news articles, when truthful and not misleading.",
  "releases_new_console": "Input Studios releases new console",
  "adding_new_features": "Input Studios Azure is adding new features on July 1st",
  "new_ai_capabilities": "Input Studios partners with Contoso to add new AI capabilities",
  "own_brand_company": "Use less prominently than your own brand or company name unless you have a strategic partnership agreement.  Visit the Input Studios partner website for more information on partner branding.",
  "sublist_item_empty_circle": "Sublist item with empty circle.",
  "another_sublist_item_empty_circle": "Another sublist item with empty circle.",
  "donts": "Don’ts",
  "license_express_permission": "Without a written license or express permission under one of Input Studios`s other published guidelines (e.g., Specific Brand and Product Guidelines below), don’t do the following:",
  "brand_assets": "Don’t use Input Studios’s Brand Assets in the name of your business, product, service, app, domain name, social media account, other offering, or business indicator.",
  "contoso_software": "Contoso FlareDrive software.",
  "contoso_surface_headphones": "Contoso Surface headphones.",
  "icons_designs_manner": "Don’t use Input Studios’s logos, icons, or designs, in any manner.",
  "affiliation_endorsement_sponsorship": "Don’t imply an affiliation, endorsement, sponsorship, or approval with or by Input Studios.",
  "builds_three_dimensional_models": "Minecraft Builder LLC builds three-dimensional models.",
  "contoso_offers_premium": "Contoso offers premium Input Studios Workspace installation & support services",
  "certified_contoso": "Input Studios Chatify has certified the Contoso CP1 headset.",
  "alter_animate_distort": "Don’t alter, animate, distort, or misappropriate Input Studios’s Brand Assets, for example, by combining Input Studios’s Brand Assets with other terms, misspellings, or incorporating them into a tagline or slogan, etc.",
  "wordsmithing_easy": "Input Studios Wordsmithing is Easy!",
  "powerful_platform": "Use Input Studios Powerful Platform",
  "rest_azured_your_data": "Rest Azured that your data is safe with Input Studios",
  "contoso_dynamics": "ContosoDynamics",
  "contoso_excels": "Contoso Excels at Spreadsheet Development!",
  "brand_assets_nouns": "Don’t use Input Studios’s Brand Assets as nouns or verbs.",
  "you_can_excel": "You can Excel with Input Studios",
  "selling_new_surfaces": "We’re selling new Input Studios Surfaces",
  "brand_assets_entertainment_titles": "Don’t use Input Studios’s Brand Assets in entertainment titles (including book, films, and magazines).",
  "power_pointalism": "PowerPointalism",
  "azure_daily": "Azure Daily",
  "brand_assets_more_prominently": "Don’t use Input Studios’s Brand Assets more prominently than your own brand(s) or company name.",
  "input_studios_software": "INPUT STUDIOS SOFTWARE ",
  "contoso_installs_input_studios_software": "Contoso installs Input Studios software – call us today!",
  "brand_assets_name_user_group_fan_group": "Don’t use Input Studios’s Brand Assets in the name of a user group, fan group, tech communities, or other organization name, irrespective of whether the group or organization is a non-profit.",
  "dynamics_user_group": "Dynamics User Group",
  "workspace_technology_group": "Input Studios Workspace Technology Group",
  "file_application_recondition": "Don’t file any application or recondition to register terms or logos identical or similar to Input Studios’s Brand Assets as a trademark, service mark, trade name, doing business as designation, or any other proprietary right.",
  "app_guidelines": "App guidelines",
  "license_arrangement_input_studios": "Without a license arrangement with Input Studios, everything about your app (including developer name, app name, logo, description, screenshots, and other app collateral) must be unique to you and free of Input Studios’s Brand Assets. The only exception is that you may truthfully state whether your app is compatible or interoperable with a Input Studios product or service within the text description about your app. If your app is integrated with a Input Studios technology, follow the guidelines for partner-led marketing under the Resources section below.",
  "approved_app_details": "Examples of approved app details",
  "developer_contoso_developer": "Developer: Contoso Developer, Inc.",
  "app_name_contoso_app": "App name: Contoso App",
  "no_input_studios_content_featured": "Image/screenshots: No Input Studios Content Featured",
  "description": "Description: Contoso App allows you to access Input Studios FlareDrive content and share it with your CRM contacts at the push of a button.",
  "examples_unapproved_app_details": "Examples of unapproved app details",
  "developer_azure_development": "Developer: Azure Development Co.",
  "app_name_azure_go": "App name: Azure To Go",
  "input_studios_logo_azure_app": "Image/screenshots: Input Studios Logo, Azure App Icon Featured",
  "azure_go_brings": "Description: Azure To Go brings the Azure cloud services to your mobile phone.",
  "brand_assets_manner": "You may not use Input Studios’s Brand Assets in a manner that implies Input Studios published, developed, endorsed, is affiliated with, or is otherwise connected with your app. Furthermore, Input Studios’s logos, designs, and icons can never be used as your app icon and can only be used in your app advertisements with a license agreement in place.",
  "specific_brand_product_guidelines": "Specific Brand and Product Guidelines",
  "certain_brand_assets_specific_brand": "Certain Brand Assets have Specific Brand and Product Guidelines providing guidance on how to use them. Several of these Specific Brand and Product Guidelines are published below and others may be provided to you by your relevant Input Studios contact in the context of your relationship with Input Studios. All Input Studios Specific Brand and Product Guidelines are incorporated in these Trademark Guidelines. If you are a partner integrating your product, service, or solution with a Input Studios technology including but not limited to Input Studios 365, Input Studios Office, Input Studios Power Platform, Input Studios Azure, Input Studios Teams, and Input Studios Dynamics 365, visit the guidelines for partner-led marketing for more detailed information.",
  "intellectual_property": "Intellectual Property",
  "innovation_at_heart_company": "Innovation is at the heart of Input Studios as a company.",
  "explore_company_ip": "Explore Input Studios IP",
  "copyrighted_content": "Copyrighted content",
  "visit_use_input_studios_copyrighted_content": "Visit Use of Input Studios copyrighted content to learn how to use photography, box shots, and screenshots.",
  "legal_notice": "Legal notice",
  "brand_assets_inures_solely": "Any use of Input Studios’s Brand Assets inures solely to Input Studios’s benefit and all use must comply with these Trademark Guidelines, or other licensing/contractual arrangements with Input Studios. Third parties, including licensees, may never claim ownership rights in Input Studios’s Brand Assets, or brands that are confusingly similar to Input Studios’s Brand Assets, in any manner, including without limitation as a trademark, service mark, company name or designation, domain name, social media profile/handle, or in any other manner.",
  "input_studios_expressly_reserves": "Input Studios expressly reserves the right in its sole discretion to terminate, revoke, modify, or otherwise change permission to use its Brand Assets at any time and expressly reserves the right to object to any use or misuse of its Brand Assets in any jurisdiction worldwide.",
  "resources": "Resources",
  "proposed_use_falls": "If your proposed use falls outside of these Trademark Guidelines or the Specific Brand and Product Guidelines linked above, the use is not permitted unless you seek approval from an appropriate contact within Input Studios. If you have a question, please contact your legal counsel, Input Studios business contact, or trademarks@inputstudios.ru.",
  "following_helpful": "You may find the following helpful if you didn’t find what you were looking for above.",
  "business_support": "Business Support",
  "press_tool_kit": "Press Tool Kit",
  "partner_led_marketing_guidelines": "Partner-led Marketing Guidelines (form)",
  "input_studios_partner_brand_guidelines": "Input Studios Partner Brand Guidelines"
}
