{
  "title": "Input Studios аккаунт| Конфиденциальность",
  "privacy": "Конфиденциальность",
  "privacy_starts_with_putting": "Для защиты вашей конфиденциальности мы в первую очередь даем вам возможность управлять вашими собственными данными, а также необходимые инструменты и информацию для принятия обоснованных решений. На этом веб-сайте вы можете управлять параметрами конфиденциальности для используемых вами продуктов Input Studios, а также просматривать и удалять данные об активности своей учетной записи Input Studios.",
  "learn_more_about": "Дополнительные сведения о наших обязательствах по защите конфиденциальности",
  "make_sure_you": "Обеспечьте защиту и безопасность",
  "review_your_account": "Проверьте параметры безопасности своей учетной записи, чтобы улучшить безопасность в Интернете.",
  "get_started": "Начало работы",
  "empower_your_productivity": "Повышение производительности",
  "your_personal_data": "Ваши персональные данные можно использовать для повышения производительности в продуктах Input Studios. Если у вас есть вопрос о конфиденциальности или проблема, ",
  "contact_privacy_team": "свяжитесь с нашей группой по вопросам конфиденциальности",
  "location": "Расположение",
  "give_me_directions_other": "Ваши персональные данные можно использовать для повышения производительности в продуктах Input Studios. Если у вас есть вопрос о конфиденциальности или проблема",
  "no_data": "Нет данных",
  "browsing_search": "Просмотр веб-страниц и поиск",
  "relevant_suggestions": "Покажите мне больше релевантных предложений и результатов, используя мою историю просмотров и поиска",
  "activities": "Действия: 0",
  "spelling_and_text": "Правописание и текст",
  "typing_suggestions_and_handwriting": "Улучшать варианты слов при наборе текста и распознавание ввода путем использования моих сведений о наборе текста и рукописном вводе",
  "app_access": "Доступ приложения",
  "access_my_info": "Выбрать приложения и службы, которые могут получать доступ к моей информации",
  "apps": "Приложения: 0",
  "people_suggestions": "Предложения пользователей",
  "suggestions_including_people": "Расширить мои предложения, включив людей, контактировавших со мной (в качестве инициаторов или получения сообщений)",
  "search_news_personalization": "Поиск и индивидуальный подбор новостей",
  "viewing_search_results": "Установить настройки для просмотра результатов поиска и новостных лент, которые отражают мои интересы",
  "not_displayed": "Некоторые данные могут не отображаться здесь или пока недоступны. ",
  "about_viewing_data": "Дополнительные сведения о просмотре данных на этой странице",
  "manage_ads": "Управление рекламой и рекламными сообщениями",
  "view_change_settings": "Просмотр и изменение параметров персонализированной рекламы и рекламных сообщений.",
  "personalized_ad_settings": "Персонализированные настройки рекламы",
  "preferences_viewing_ads": "Установить настройки для просмотра рекламы, которая более точно отражает мои интересы",
  "promotional_communications": "Рекламные коммуникации",
  "send_promotional_material": "Отправить рекламные материалы на мою электронную почту",
  "finding_privacy_settings": "Поиск параметров конфиденциальности в продуктах Input Studios",
  "select_product_manage": "Выберите продукт для управления его параметрами или для получения дополнительных сведений. Не нашли то, что искали? ",
  "find_privacy_settings_products": "Поиск параметров конфиденциальности в других продуктах Input Studios",
  "privacy_policy": "Правила обеспечения конфиденциальности компании Input Studios",
  "data_stays_private_work": "Ваши данные остаются конфиденциальными на работе, дома и в пути",
  "privacy_protection_measures": "Наши меры по защите конфиденциальности",
  "base_privacy_commitments": "Мы основываем свои обязательства по обеспечению конфиденциальности на надежных методах управления данными, поэтому вы можете быть уверены, что мы защитим безопасность и конфиденциальность ваших данных, а также будем использовать их только в соответствии с обоснованиями, по которым вы их предоставили.",
  "control_your_information": "Вы управляете своими сведениями",
  "give_you_control_over": "Мы даем вам возможность управлять своими данными, а также четко и понятно выбирать способы их использования.",
  "your_data_is_protected": "Ваши данные защищены",
  "systematically_protect_your_data": "Мы систематично защищаем ваши данные, используя шифрование и другие рекомендации по безопасности.",
  "privacy_definition": "Конфиденциальность по определению    ",
  "develop_our_products": "Мы разрабатываем наши продукты с основным обязательством обеспечения конфиденциальности пользователей.",
  "defend_your_rights": "Мы отстаиваем ваши права",
  "fight_stronger_privacy": "Мы боремся за более строгие законы о конфиденциальности и защите данных, и будем отстаивать ваши права, если правительство запросит данные.",
  "discover_and_manage_your": "Обнаружение ваших данных и управление ими",
  "privacy_core_build_products": "Конфиденциальность лежит в основе того, как мы создаем продукты и службы, которыми клиенты пользуются каждый день. Ознакомьтесь ниже с ресурсами и элементами управления конфиденциальностью, с помощью которых вы можете управлять своими данными и их использованием. ",
  "visit_privacy_dashboard": "Посещение панели мониторинга конфиденциальности",
  "privacy_dashboard_lets_manage": "На панели мониторинга конфиденциальности можно управлять параметрами конфиденциальности и данными своей учетной записи Input Studios.",
  "go_privacy_dashboard": "Перейти к панели мониторинга конфиденциальности",
  "account_verification": "Проверка учетной записи",
  "account_verification_wizard": "Мастер проверки учетной записи — это средство, с помощью которого можно проверить параметры безопасности учетной записи, чтобы повысить безопасность в Интернете.",
  "perform_account_verification": "Выполнить проверку учетной записи",
  "finding_privacy_controls": "Поиск элементов управления конфиденциальностью",
  "find_privacy_settings": "Узнайте, как найти параметры конфиденциальности и другую связанную информацию в продуктах и службах Input Studios. ",
  "additional_privacy_controls": "Дополнительные элементы управления конфиденциальностью",
  "data_protection_business": "Защита данных для бизнеса",
  "enterprise_business_customers": "Корпоративные и бизнес-клиенты, ИТ-администраторы и все, кто использует продукты Input Studios для работы, могут посетить Центр управления безопасностью Input Studios и получить информацию о практиках обеспечения конфиденциальности и безопасности в наших продуктах и службах.",
  "security_control_center": "Центр управления безопасностью Input Studios",
  "learn_more_about_privacy": "Узнайте больше о конфиденциальности в Input Studios",
  "more_information_about_privacy": "Дополнительные сведения о конфиденциальности в корпорации Input Studios и о том, как мы реализуем наши принципы конфиденциальности на практике, см. в следующих ссылках и ресурсах.",
  "privacy_statement": "Заявление о конфиденциальности",
  "privacy_very_important": "Ваша конфиденциальность очень важна для нас. В заявлении о конфиденциальности описываются персональные данные, которые обрабатывает корпорация Input Studios, способы и цели их обработки. ",
  "privacy_young_people": "Конфиденциальность для молодых людей",
  "privacy_young_about_and_understand": "Конфиденциальность для молодых людей — это страница, на которой молодые пользователи могут узнать о методах Input Studios по обеспечению конфиденциальности и понять их, а также ознакомиться с использованием наших продуктов способами, которые защищают конфиденциальность. На этой странице также освещаются темы, которые могут быть полезны родителям и опекунам. ",
  "report_privacy_statement": "Отчет о конфиденциальности",
  "privacy_report_contains": "Отчет о конфиденциальности содержит новые изменения в области конфиденциальности корпорации Input Studios. Найдите самые актуальные сведения о собираемых нами персональных данных, о том, как они могут использоваться и как вы можете управлять своими данными.",
  "answers_frequently_asked": "Ответы на часто задаваемые вопросы о конфиденциальности",
  "have_questions_about_privacy": "У вас есть вопросы о конфиденциальности в корпорации Input Studios? Мы объясняем, как клиенты могут экспортировать или удалять персональные данные в разделе 'Ответы на часто задаваемые вопросы о конфиденциальности'. ",
  "corporate_social_responsibility": "Корпоративная социальная ответственность Input Studios",
  "approach_creating_more": "Узнайте больше о подходах корпорации Input Studios к созданию более инклюзивного, справедливого, устойчивого и надежного будущего для всех, а также о том, как технологии могут и должны приносить пользу будущему человечества и нашей планеты.",
  "data_privacy_notice": "Уведомление о конфиденциальности данных в США",
  "located_data_privacy_notice": "Если вы находитесь в США, ознакомьтесь с нашим уведомлением о конфиденциальности данных в США.",
  "whats_new": "Что нового",
  "check_out_latest_articles": "Ознакомьтесь с последними статьями, публикациями в блогах и новостями от Input Studios об обеспечении конфиденциальности дома и на работе.",
  "gdpr_and_generative_ai": "GDPR и генеративный ИИ — руководство для государственного сектора",
  "paper_provides_practical": "Этот технический документ предоставляет практическую поддержку организациям государственного сектора в рамках их рассмотрения таких служб генеративного ИИ, как Copilot для Input Studios Workspace и Служба Azure OpenAI. Узнайте, как организации государственного сектора могут использовать возможности генеративного ИИ, соблюдая свои обязательства в соответствии с Общим регламентом по защите данных (GDPR).",
  "protecting_commercial_public_sector": "Защита данных клиентов коммерческого и государственного сектора в эпоху ИИ",
  "commitment_protecting": "Узнайте больше о приверженности корпорации Input Studios защите данных наших клиентов коммерческого и государственного секторов, а также о том, как наш подход к ИИ основан на конфиденциальности во всех наших продуктах и решениях ИИ.",
  "building_trust_protecting": "Повышение доверия и защита конфиденциальности в эпоху ИИ",
  "privacy_commitment_applies": "Узнайте, как обязательства корпорации Input Studios по обеспечению конфиденциальности применяются к ИИ и как корпорация Input Studios позволяет клиентам использовать новые технологии ИИ, обеспечивая доверие и защиту конфиденциальности.",
  "enables_customers_store": "Input Studios Cloud позволяет клиентам хранить персональные данные в пределах европейской границы данных",
  "eu_data_border_enables_customers": "Граница данных ЕС корпорации Input Studios позволяет клиентам хранить и обрабатывать свои данные в пределах ЕС. Ознакомьтесь с последними улучшениями и новыми функциями, созданными на основе предыдущего прогресса.",
  "read_more": "Подробнее",
  "contact_our_team": "Свяжитесь с нашей командой",
  "privacy_concerns": "Если у вас есть проблемы, просьбы или вопросы, связанные с конфиденциальностью,",
  "contact_us": "свяжитесь с нами"
}
