{
    "title_terms_of_use": "Input Studios – Условия использования | Юридическая информация Input Studios",
    "terms_of_use": "Input Studios – Условия использования",
    "last_updated": "Последнее обновление: 7 февраля 2022 г.",
    "acceptance_terms": "Принятие условий",
    "services_provides": "Услуги, которые Input Studios предоставляет вам, регулируются следующими Условиями использования («УИ»). Input Studios оставляет за собой право обновлять и изменять УИ в любое время без предварительного уведомления. Самую последнюю версию УИ можно просмотреть, нажав на гипертекстовую ссылку «Условия использования», расположенную в нижней части наших веб-страниц. Когда мы вносим обновления в УИ, Input Studios обновляет дату в верхней части этой страницы. Пользуясь веб-сайтом после публикации новой версии УИ, вы соглашаетесь с условиями этой новой версии.",
    "description_services": "ЧОписание услуг",
    "network_web_properties": "Через свою сеть веб-ресурсов Input Studios предоставляет вам доступ к различным ресурсам, включая инструменты разработчика, области загрузки, форумы для общения и информацию о продуктах (совместно именуемые «Сервисы»). Сервисы, включая любые обновления, улучшения, новые функции и/или добавление любых новых веб-ресурсов, подпадают под действие настоящих УИ.",
    "non_commercial_use_limitation": "Ограничение личного и некоммерческого использования",
    "unless_otherwise_specified": "Если не указано иное, Услуги предназначены для вашего личного и некоммерческого использования. Вы не можете изменять, копировать, распространять, передавать, отображать, выполнять, воспроизводить, публиковать, лицензировать, создавать производные работы, передавать или продавать любую информацию, программное обеспечение, продукты или услуги, полученные с помощью Услуг.",
    "privacy_protection": "Конфиденциальность и защита личной информации",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": ""
}