{
   "russian_lang": "Русский",
   "version_app": "Версия 0.0.5.14",
   "home_welcome": "Добро пожаловать в Input Studios",
   "home_welcome_description": "Здесь вы найдете множество статей и учебных пособий по таким темам, как веб-разработка, разработка программного обеспечения и языки программирования.",
   "home_view_all_posts": "Просмотреть все посты",
   "home_recent_posts": "Недавние посты",
   "home_subscribe_news": "Подпишитесь на новости Input Studios",
   "wave_card_description": "Быстрый и удобный поиск информации в Интернете. Удобный интерфейс для ввода запросов и просмотра результатов",
   "button_wave_download": "Скачать",
   "quantum_engine_card_description": "Мощный и гибкий игровой движок, предназначенный для создания высококачественных 2D и 3D игр",
   "button_quantum_engine_more": "Подробнее",
   "dialog_chat_card_description": "Общение с бесплатными функциями для обмена сообщениями, видеочаты, голосовые вызовы, групповые сообщения",
   "button_dialog_download": "Скачать",
   "workspace_card_description": "Текстовые редакторы, электронная почта, календарь, систему управления задачами и проектами",
   "button_workspace_more": "Подробнее",
   "call_to_action": "Хотите узнать больше о наших проектах?",
   "call_to_action_description": "Посетите репозитории GitHub для наших проектов.",
   "call_to_action_button": "Проекты Input Studios",
   "about": "О Input Studios",
   "about_company_title": "О Input Studios | Видение компании",
   "about_blog": "Блог Input Studio — это блог, который я создал, чтобы делиться своими мыслями и идеями со всем миром. Я инженер-программист, и мне нравится писать о своем опыте и вещах, которые я узнал. Надеюсь, вам понравится читать мой блог.",
   "about_search": "В этом блоге вы найдете еженедельные статьи и учебные пособия по таким темам, как веб-разработка, разработка программного обеспечения и языки программирования. Input Studios постоянно изучает и исследует новые технологии, поэтому не забывайте почаще заходить на новый контент!",
   "about_description": "Мы призываем вас оставлять комментарии к нашим публикациям и общаться с другими читателями. Вы можете лайкать комментарии других людей и отвечать на них. Мы верим, что сообщество учащихся может помогать друг другу расти и совершенствоваться.",
   "search_community": "Поиск в сообществе",
   "community_center": "Центр сообщества",
   "apps": "Input Studios приложения",
   "find_answer": "Не нашли ответ?",
   "ask_new_question": "Задать новый вопрос",
   "count_visitors": "2,5 миллиона",
   "average_daily_visitors": "среднее число посетителей в день",
   "posts_daily": "публикации ежедневно",
   "hour_response_time": "2 часа",
   "average_response_time": "среднее время ответа",
   "count_annually": "330 миллионов",
   "customers_helped_annually": "клиентов помогают ежегодно",
   "browse_products": "Обзор продуктов",
   "view_all_products": "Показать все продукты",
   "contact_us": "Контакты",
   "thanks_signin": "Благодарим за регистрацию,",
   "support_faster": "Теперь мы сможем быстрее оказать вам нужную помощь и поддержку.",
   "help_and_support": "Войдите в систему, чтобы мы могли предоставить вам необходимую помощь и поддержку.",
   "select_need_help": "Выберите продукт, с которым вам нужна помощь",
   "sign_in": "Войти",
   "show_self_help": "Сначала мы покажем вам варианты самостоятельного решения проблемы. При необходимости доступна дополнительная помощь, включая чат со специалистом Input Studios.",
   "information_helpful": "Была ли эта информация полезна?",
   "additional_support_options": "Дополнительные варианты поддержки",
   "business_assist": "Бизнес-ассистент",
   "sign_up_business_assist": "Подпишитесь на Business Assist, чтобы получать профессиональные советы специалистов по малому бизнесу. Вы уже подписаны? ",
   "help_business_admin": "Справка для администраторов малого бизнеса",
   "service_request": "Открыть запрос на обслуживание в Центр администрирования Input Studios Workspace. Эта служба бесплатна.",
   "store_support": "Поддержка Input Studios Store",
   "get_help_support_purchase": "Получите справку и поддержку независимо от того, делаете ли вы покупки сейчас или вам нужна помощь с прошлой покупкой.",
   "hide_expanded_list": "Скрыть развернутый список продуктов",
   "show_expanded_list": "Показать развернутый список продуктов",
   "yes": "Да",
   "no": "Нет",
   "new_opportunities": "Новые возможности",
   "templates": "Шаблоны",
   "additional_support": "Дополнительная поддержка",
   "ask_question": "Задать вопрос",
   "tips_beginners": "Советы для начинающих",
   "questions_answers": "Вопросы и ответы",
   "rules_conduct_community": "Правила поведения в сообществе",
   "visit_community_center": "Посетить центр сообщества",
   "scroll_up_button": "Наверх",
   "manage_cookie_preferences": "Управление предпочтениями файлов cookie",
   "use_cookies": "Большинство веб-сайтов Input Studios используют файлы cookie. Файлы cookie — это небольшие текстовые файлы, которые сайты записывают на устройства, чтобы хранить данные для последующих посещений. Корпорация Input Studios и наши партнеры используют файлы cookie, чтобы запоминать ваши предпочтения и настройки, упрощать вход в учетные записи, показывать персонализированную рекламу и анализировать, насколько хорошо работают наши веб-сайты. Для получения дополнительной информации ознакомьтесь с разделами 'Файлы cookie' и аналогичных технологий в <a href='/privacy-statement' target='_blank' class='link'>Заявлении о конфиденциальности</a>.",
   "mandatory_cookie": "Обязательные",
   "use_necessary_cookies": "Мы используем необходимые файлы cookie для работы основных функций веб-сайта. Например, они используются для входа в учетную запись, сохранения языковых предпочтений, создания корзины покупок, повышения производительности, для маршрутизации трафика между веб-серверами, распознавания размера экрана, определения времени загрузки страницы, улучшения взаимодействия с пользователями и для оценки аудитории. Эти файлы cookie необходимы для работы наших веб-сайтов.",
   "analytical_cookie": "Аналитические",
   "use_analytical_cookies": "Мы позволяем сторонним организациям использовать аналитические файлы cookie, чтобы понять, как вы используете наши веб-сайты, чтобы мы могли их улучшить, а сторонние организации могли создавать и совершенствовать свои продукты. Эти продукты могут быть использованы на сайтах, которые не принадлежат или контролируются корпорацией Майкрософт. Например, они используются для сбора информации о страницах, которые вы посещаете, и о том, сколько щелчков мыши необходимо для выполнения задачи. Мы используем некоторые аналитические файлы cookie для рекламы.",
   "accept": "Принять",
   "decline": "Отклонить",
   "social_media": "Социальные сети",
   "use_cookies_social_networks": "Мы и третьи стороны используем файлы cookie в социальных сетях, чтобы показывать вам рекламу и контент на основе ваших профилей в социальных сетях и активности на наших веб-сайтах. Они используются для соединения вашей деятельности на наших веб-сайтах с вашими профилями в социальных сетях, чтобы объявления и контент, которые вы видите на наших веб-сайтах и в социальных сетях, лучше отражали ваши интересы.",
   "advertising": "Реклама",
   "use_advertising_cookies": "Мы и третьи стороны используем рекламные файлы cookie, чтобы показать вам новые объявления, зная, какие объявления вы уже видели. Они также используются для отслеживания рекламы, на которую вы нажимаете или покупок, которые вы делаете после нажатия на объявление для оплаты, и чтобы показывать вам более актуальные для вас объявления. Например, они используются для обнаружения нажатия на объявление и показа объявлений на основе ваших интересов в социальных сетях и истории просмотра веб-страницМы и третьи стороны используем рекламные файлы cookie, чтобы показать вам новые объявления, зная, какие объявления вы уже видели. Они также используются для отслеживания рекламы, на которую вы нажимаете или покупок, которые вы делаете после нажатия на объявление для оплаты, и чтобы показывать вам более актуальные для вас объявления. Например, они используются для обнаружения нажатия на объявление и показа объявлений на основе ваших интересов в социальных сетях и истории просмотра веб-страниц.",
   "reset_everything": "Сбросить все",
   "save_changes": "Сохранить изменения",
   "projects_company_title": "Проекты компании",
   "home_title": "Input Studios - облачные технологии, приложения и игры",
   "about_company_image_alt": "О компании",
   "about_company_heading": "Расширение возможностей других",
   "about_company_heading_title": "Наша миссия — дать возможность каждому человеку и каждой организации на планете достичь большего.",
   "header_support": "Поддержка",
   "header_workspace": "Workspace",
   "header_apps": "Приложения",
   "header_deals": "Купить",
   "community_forums": "Форумы сообщества",
   "portal_for_small_business": "Портал для малого бизнеса",
   "developer": "Разработчик",
   "education": "Образование",
   "report_scam_fake_support_service": "Сообщить о мошеничестве с имитацией службы поддержки",
   "our_company": "Наша компания",
   "stay_informed": "Будьте в курсе новостей Input Studios — от фактов и новостей компании до наших филиалов по всему миру и многого другого.",
   "explore_world": "Исследуйте мир Input Studios",
   "who_we_are": "Кто мы?",
   "get_to_know_our_people": "Познакомьтесь с некоторыми из наших сотрудников, прочитайте увлекательные истории и познакомьтесь с лидерами, которые формируют наше видение.",
   "meet_people": "Познакомьтесь с людьми из Input Studios",
   "what_we_value": "Что мы ценим",
   "utilize_technology": "Посмотрите, как мы используем технологии для создания платформ и ресурсов, помогающих оказывать долгосрочное положительное влияние.",
   "learn_about_values": "Узнайте о наших ценностях",
   "get_in_touch": "Свяжитесь с нами. Мы здесь, чтобы помочь.",
   "get_support": "Получите необходимую поддержку",
   "featured_programs": "Избранные программы и проекты",
   "sustainability_by_the_numbers": "Устойчивость в цифрах",
   "carbon_negative_by_2030": "К 2030 году Input Studios станет компанией с отрицательным уровнем выбросов углерода. Ознакомьтесь с интерактивным обзором других способов, которыми наша компания снижает свое воздействие на окружающую среду.",
   "explore_by_the_numbers": "Исследуйте по цифрам",
   "corporate_social_responsibility": "Корпоративная социальная ответственность",
   "technology_for_good": "Мы считаем, что технологии — это мощная сила добра, и работаем над созданием устойчивого будущего, в котором каждый будет иметь доступ к преимуществам и возможностям, создаваемым технологиями.",
   "learn_about_our_approach": "Узнайте о нашем подходе",
   "stories": "Истории",
   "inspired_by_people": "В Input Studios нас вдохновляют люди по всему миру, которые используют технологии для создания творческих, инновационных и меняющих жизнь вещей. Мы делимся их историями.",
   "view_their_stories": "Посмотреть их истории",
   "input_studios_ai": "Input Studios ИИ",
   "ai_with_people_at_center": "Если в центре внимания — человек, искусственный интеллект может расширить ваши возможности, освободить вас для более творческих и стратегических начинаний и помочь вам и вашей организации достичь большего.",
   "explore_input_studios_ai": "Исследуйте Input Studio ИИ",
   "cookie_consent": "Мы используем файлы cookie, чтобы предложить вам лучший опыт просмотра, анализировать трафик сайта и персонализировать контент. Узнайте о том, как мы используем файлы cookie и как вы можете их контролировать, посетив нашу страницу настроек файлов cookie. Если вы продолжаете использовать этот сайт, вы соглашаетесь на использование нами файлов cookie.",
   "cookie_allow": "Принять",
   "cookie_deny": "Отклонить",
   "cookie_settings": "Настройки",
   "title_account": "Input Studios аккаунт | Домашняя страница",
   "account": "Input Studios аккаунт",
   "help": "Помощь",
   "feature_help": "Избранная помощь",
   "search_help": "Поиск по справке",
   "select_category_popular_topics": "Выберите категорию, чтобы изучить популярные темы справки.",
   "account_profile": "Профиль учетной записи",
   "account_security": "Безопасность аккаунта",
   "account_purchases": "Покупки по счету",
   "subscriptions": "Подписки",
   "read_article_browser": "Прочитать статью в браузере",
   "was_this_helpful": "Было ли это полезно?",
   "great_any_other_feedback": "Отлично! Есть еще отзывы?",
   "protect_privacy": "В целях защиты вашей конфиденциальности, пожалуйста, не указывайте в отзыве контактную информацию.",
   "privacy_policy": "Политика конфиденциальности",
   "send": "Отправить",
   "no_thanks": "Нет, спасибо",
   "type_feedback": "Напишите свой отзыв здесь...",
   "you_have_no_comments": "У вас пока нет комментариев!",
   "date_updated": "Дата обновления",
   "comment_content": "Содержание комментария",
   "number_of_likes": "Количество лайков",
   "post_id": "ID сообщения",
   "user_id": "ID пользователя",
   "delete": "Удалить",
   "show_more": "Показать больше",
   "sure_you_delete_comment": "Вы уверены, что хотите удалить этот комментарий?",
   "yes_sure": "Да, я уверен.",
   "no_cancel": "Нет, отменить",
   "you_have_no_users": "У вас пока нет пользователей!",
   "date_created": "Дата создания",
   "user_image": "Изображение пользователя",
   "username": "Имя пользователя",
   "email": "Email",
   "admin": "Админ",
   "sure_you_delete_user": "Вы уверены, что хотите удалить этого пользователя?",
   "you_have_no_posts": "У вас пока нет сообщений!",
   "edit": "Редактирование",
   "post_image": "Опубликовать изображение",
   "post_title": "Название поста",
   "post_category": "Категория",
   "no_comments": "Нет комментариев",
   "sure_you_delete_post": "Вы уверены, что хотите удалить этот пост?",
   "dashboard": "Панель инструментов",
   "posts": "Посты",
   "users": "Пользователи",
   "comments": "Комментарии",
   "sidebar_account": "Аккаунт",
   "profile": "Профиль",
   "privacy": "Конфиденциальность",
   "security": "Безопасность",
   "sign_out": "Выход",
   "download_wave": "Скачать Input Studios Wave",
   "terms_license_agreement": "УСЛОВИЯ ЛИЦЕНЗИОННОГО СОГЛАШЕНИЯ НА ИСПОЛЬЗОВАНИЕ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ INPUT STUDIOS",
   "installed_terms_viewed_": "После установки эти условия также можно просмотреть в Input Studios Wave на веб-сайте: wave//terms.",
   "license_terms_agreement_between": "Настоящие условия лицензии являются соглашением между вами и корпорацией Input Studios  (или одним из ее аффилированных лиц). Они применяются к этому программному обеспечению, опубликованному Input Studios, а также любым обновлениям программного обеспечения («Программное обеспечение») (за исключением случаев, когда программное обеспечение или обновления сопровождаются отдельными или дополнительными условиями, в таких случаях эти условия применяются с расчетом на будущее и не затрагивают ваших прав или прав Input Studios касательно уже обновленного Программного Обеспечения). ЕСЛИ ВЫ ВЫПОЛНЯЕТЕ УСЛОВИЯ ДАННОЙ ЛИЦЕНЗИИ, ВАМ ПРЕДОСТАВЛЯЮТСЯ УКАЗАННЫЕ НИЖЕ ПРАВА. СКАЧИВАЯ ИЛИ ИСПОЛЬЗУЯ ЭТО ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ, ВЫ ПРИНИМАЕТЕ ДАННЫЕ УСЛОВИЯ. ЕСЛИ ВЫ НЕ СОГЛАСНЫ С ЭТИМИ УСЛОВИЯМИ, ВЫ НЕ ИМЕЕТЕ ПРАВА НА ЗАГРУЗКУ И ИСПОЛЬЗОВАНИЕ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ.",
   "windows_devices": "1. INPUT STUDIOS EDGE ДЛЯ УСТРОЙСТВ С WINDOWS",
   "windows_license_terms": "1.1. Условия лицензии для Windows . Установка и использование Программного обеспечения на любой платформе Windows регулируется условиями лицензии на программное обеспечение операционной системы Input Studios Windows («Условия лицензии для Windows»), на которой вы используете Программное обеспечение. Эти условия включены посредством ссылки. Если Программное обеспечение скачано с узлов корпорации Input Studios и отмечено как «ознакомительная версия», «версия для предварительной оценки», «бета-версия» или «предварительная версия», или иным образом отмечено как не являющееся окончательной версией Программного обеспечения, то к использованию вами Программного обеспечения также применяются условия, указанные в разделе 1.2. Раздел 1.3 применяется к использованию вами других сервисов, которые могут быть предоставлены при использовании вами Программного обеспечения.",
   "updates": "1.1.1. Обновления . Несмотря на положения Раздела 1.1 в отношении Windows 7, 8 и 8.1, положения применимых Условий лицензии Windows, а также на любые настройки обновлений Windows, которые вы сконфигурировали, Программное обеспечение периодически проверяет обновления, загружает и устанавливает их для вас. Вы можете получать обновления только от Input Studios или через авторизованные источники, и Input Studios может потребоваться обновить вашу систему, чтобы предоставить вам эти обновления. Принимая условия настоящего соглашения, вы даете согласие на получение автоматических обновлений такого типа без каких-либо дополнительных уведомлений.",
   "preview_versions": "1.2. Предварительные версии. Input Studios может предоставить вам доступ к ознакомительной версии, версии для предварительной оценки, бета-версии или другим предварительным версиям программного обеспечения («Предварительные версии»). Вы имеете право использовать Предварительные версии только до даты окончания срока действия программного обеспечения (при наличии) при условии соблюдения Условий лицензии для Windows. Предварительные версии являются экспериментальными продуктами (это означает, что они не обязательно будут работать правильно) и могут существенно отличаться от коммерческих версий. В некоторых случаях Предварительные версии могут даже непреднамеренно нанести вред устройству, что может привести к его неработоспособности или вызывать периодические сбои, потерю данных либо прекращение работы или удаление приложений. Для восстановления, возможно, потребуется переустановить программное обеспечение, операционную систему или встроенное ПО устройства. В некоторых случаях вернуться к его предыдущей версии программного обеспечения будет невозможно. Поскольку Предварительные версии могут содержать больше ошибок или неточностей, перед установкой любых Предварительных версий необходимо создать резервную копию вашего устройства. Мы рекомендуем устанавливать Предварительные версии на непроизводственные устройства, которые не являются критически важными для бизнеса, поскольку вы с большой вероятностью столкнетесь со сбоями, изменениями в настройках и политиках, потерей данных или приложений, изменением функций и функциональных возможностей, вынужденным прекращением работы других приложений, автоматическим обновлением или удалением других приложений с вашего устройства без уведомления, а также другими потенциальными проблемами. Мы настоятельно рекомендуем вам не устанавливать Предварительные версии в какие-либо системы, которые вы не контролируете непосредственно или которые вы используете совместно с другими. Невзирая на какие-либо положения в настоящем Соглашении об обратном, Предварительные версии не подлежат передаче и предоставляются «КАК ЕСТЬ». Вследствие установки Предварительных версий на устройство гарантия, предоставленная в отношении устройства, может быть аннулирована и вы можете лишиться права на получение технической поддержки со стороны производителя устройства или оператора сети (если применимо). Input Studios может не предоставлять услуги технической поддержки для Предварительных версий. Отправляя в Input Studios комментарии, предложения и другие отзывы о Предварительной версии («Сообщение»), вы предоставляете Input Studios и партнерам компании права на использование этих Сообщений любым способом и в любых целях. Вы обязуетесь не предоставлять Input Studios никаких Сообщений, подпадающих под лицензию, согласно которой Input Studios обязана будет лицензировать третьим лицам свое Программное обеспечение или документацию на том основании, что Input Studios включает в них ваше Сообщение. Эти права остаются в силе после окончания срока действия данного соглашения. Корпорация Input Studios может изменять Предварительные версии, прекращать их выпуск или закрывать доступ к Предварительным версиям в любое время без уведомления и по любой причине. Вы можете прекратить использование Предварительной версии в любое время путем деинсталляции и удаления всех копий любых Предварительных версий.",
   "data_collection_previews": "1.2.1. Сбор данных для Предварительных версий . Предварительные версии могут не включать стандарты безопасности, конфиденциальности, доступности, наличия и надежности, сравнимые со стандартами для коммерческих служб и программного обеспечения, либо могут включать менее строгие или другие стандарты. Для Предварительных версий, рассматриваемых в разделе 1.2, настройки конфиденциальности и функций могут не работать должным образом, а сами Предварительные версии могут не работать с другими настройками конфиденциальности Windows, включая настройки диагностических данных для Windows 10 / Windows 11. Данные, собранные в результате использования вами Предварительных версий, включая диагностические и технические отчеты, отчеты об ошибках, аварийных дампах и других связанных с ними данных, полученных с ваших устройств, на которых работает Предварительная версия, могут использоваться, храниться, обрабатываться и анализироваться для обеспечения актуальности, безопасности и работы Windows и Предварительной версии на должном уровне. Это также помогает нам улучшать продукты и услуги Input Studios и может использоваться для любых других целей, описанных в Заявлении о конфиденциальности Input Studios. Если вы отключите сбор данных через элементы управления, имеющиеся в Предварительных версиях, мы можем продолжать собирать диагностическую информацию о загрузке, установке и удалении Предварительных версий, а также «базовых» данных, как описано в разделе «Диагностика Windows» Заявления о конфиденциальности Input Studios. Заявление о конфиденциальности Input Studios ( https://go.inputstudios.ru/fwlink/?LinkId=521839 ) и этот абзац относятся к Предварительным версиям, о которых идет речь в Разделе 1.2.",
   "other_Services": "1.3. Другие сервисы . Программное обеспечение может включать функции, которые обеспечивают точку доступа или полагаются на другие сервисы, веб-сайты, ссылки, содержимое, материалы, интеграцию или приложения, в том числе в соответствии с данными независимых третьих лиц («Другие сервисы»). Использование вами Других сервисов или функций Программного обеспечения, которые полагаются на Другие сервисы, могут регулироваться отдельными условиями и политиками конфиденциальности. Вы можете просматривать эти отдельные условия и положения через веб-сайты или настройки Других сервисов (в зависимости от ситуации). Эти Другие сервисы могут быть доступны не во всех регионах. Вы не имеете права использовать токены, используемые Программным обеспечением, для вызова сервисов Input Studios Azure отдельно от Программного обеспечения.",
   "devices_without_windows": "2. INPUT STUDIOS EDGE ДЛЯ УСТРОЙСТВ БЕЗ WINDOWS",
   "": "ЕСЛИ ВЫ ПРОЖИВАЕТЕ В США (ИЛИ ЕСЛИ ЭТА СТРАНА ЯВЛЯЕТСЯ ВАШИМ ОСНОВНЫМ МЕСТОМ ВЕДЕНИЯ БИЗНЕСА), ОЗНАКОМЬТЕСЬ С РАЗДЕЛОМ «ОБЯЗАТЕЛЬНЫЙ АРБИТРАЖ И ОТКАЗ ОТ ГРУППОВОГО ИСКА» В РАЗДЕЛЕ 2.14 НИЖЕ. ЭТО ВЛИЯЕТ НА СПОСОБ РАЗРЕШЕНИЯ СПОРОВ.",
   "": "2.1. Права на установку и использование . В случае установки и использования Программного обеспечения на любом устройстве, работающем не на Windows, а на других платформах, включая, помимо прочего, macOS и Linux, вы можете установить и использовать одну копию Программного обеспечения на любом устройстве, работающем на таких иных платформах.",
   "": "2.2. Программное обеспечение третьих лиц . Программное обеспечение может включать стороннее ПО, которое лицензируется вам по настоящему соглашению, по собственным условиям лицензирования или по лицензии с открытым исходным кодом с опциями доступности исходного кода. Условия лицензии, уведомления и признания (при наличии), касающиеся какого-либо стороннего ПО, можно просмотреть на веб-странице https://aka.ms/thirdpartynotices или в сопроводительном файле с уведомлениями. Даже если использование такого программного обеспечения регулируется другими соглашениями, в отношении него тоже действует приведенное ниже заявление об отказе, а также ограничения и исключения ответственности за убытки и ущерб в рамках применимого права.",
   "": "2.3. Предварительные версии . Возможно, Input Studios предоставит вам доступ к ознакомительной версии, версии для предварительной оценки, бета-версии или другим предварительным версиям программного обеспечения («Предварительные версии»). Вы имеете право использовать Предварительные версии только до даты окончания срока действия программного обеспечения (при наличии) при условии соблюдения настоящих Условий лицензии. Предварительные версии являются экспериментальными продуктами (что означает, что они не обязательно будут работать правильно) и могут существенно отличаться от коммерческих версий. В некоторых случаях Предварительные версии могут даже непреднамеренно нанести вред устройству, что может привести к его неработоспособности или вызывать периодические сбои, потерю данных либо прекращение работы или удаление приложений. Для восстановления, возможно, потребуется переустановить программное обеспечение, операционную систему или встроенное ПО устройства. В некоторых случаях вернуться к его предыдущей версии программного обеспечения будет невозможно. Поскольку Предварительные версии могут содержать больше ошибок или неточностей, перед установкой любых Предварительных версий необходимо создать резервную копию вашего устройства. Мы рекомендуем устанавливать Предварительные версии на непроизводственные устройства, которые не являются критически важными для бизнеса, поскольку вы с большой вероятностью столкнетесь со сбоями, изменениями в настройках и политиках, потерей данных или приложений, изменением функций и функциональных возможностей, вынужденным прекращением работы других приложений, автоматическим обновлением или удалением других приложений с вашего устройства без уведомления, а также другими потенциальными проблемами. Мы настоятельно рекомендуем вам не устанавливать Предварительные версии в какие-либо системы, которые вы не контролируете непосредственно или которые вы используете совместно с другими. Невзирая на какие-либо положения в настоящем Соглашении об обратном, Предварительные версии не подлежат передаче и предоставляются «КАК ЕСТЬ». Вследствие установки Предварительных версий на устройство гарантия, предоставленная в отношении устройства, может быть аннулирована и вы можете лишиться права на получение поддержки от производителя устройства или оператора сети (если применимо). Input Studios может не предоставлять услуги технической поддержки для Предварительных версий. Корпорация Input Studios может изменять Предварительные версии, прекращать их выпуск или закрывать доступ к Предварительным версиям в любое время без уведомления и по любой причине. Вы можете прекратить использование Предварительной версии в любое время путем деинсталляции и удаления всех копий любых Предварительных версий.",
   "": "2.3.1. Сбор данных для Предварительных версий . Предварительные версии могут не включать стандарты безопасности, конфиденциальности, доступности, наличия и надежности, сравнимые со стандартами для коммерческих служб и программного обеспечения, либо могут включать менее строгие или другие стандарты. Для Предварительных версий, рассматриваемых в разделе 2.3, настройки конфиденциальности и функций могут не работать должным образом, и Предварительные версии могут не работать с другими настройками конфиденциальности операционной системы. Данные, собранные в результате использования вами Предварительных версий, включая диагностические и технические отчеты, отчеты об ошибках, аварийных дампах и других связанных с ними данных, полученных с ваших устройств, на которых работает Предварительная версия, могут использоваться, храниться, обрабатываться и анализироваться для обеспечения актуальности, безопасности и работы Windows и Предварительной версии на должном уровне. Это также помогает нам улучшать продукты и услуги Input Studios и может использоваться для любых других целей, описанных в Заявлении о конфиденциальности Input Studios. Если вы отключите сбор данных через элементы управления, имеющиеся в Предварительных версиях, мы можем продолжать собирать диагностическую информацию о загрузке, установке и удалении Предварительных версий, а также «базовых» данных, как описано в разделе «Диагностика Windows» Заявления о конфиденциальности Input Studios. Заявление о конфиденциальности Input Studios ( https://go.inputstudios.ru/fwlink/?LinkId=521839 ) и этот абзац относятся к Предварительным версиям, о которых идет речь в разделе 2.3.",
   "": "2.4. Другие сервисы . Программное обеспечение может включать функции, которые обеспечивают точку доступа или полагаются на другие сервисы, веб-сайты, ссылки, содержимое, материалы, интеграцию или приложения, в том числе в соответствии с данными независимых третьих лиц («Другие сервисы»). Использование вами Других сервисов или функций Программного обеспечения, которые полагаются на Другие сервисы, могут регулироваться отдельными условиями и политиками конфиденциальности. Вы можете просматривать эти отдельные условия и положения через веб-сайты или настройки Других сервисов (в зависимости от ситуации). Эти Другие сервисы могут быть доступны не во всех регионах.",
   "": "2.5. Взаимодействие с вами . Компания Input Studios может использовать вашу контактную информацию: (i) для связи с вами о вашем использовании Программного обеспечения; (ii) чтобы предоставлять вам дополнительную информацию о Программном обеспечении и других продуктах или услугах Input Studios. Эта связь может осуществляться по электронной почте, SMS, мгновенным сообщениям, веб-чатам, телефону, интерфейсу пользователя или другим способом, и может включать предложения. Вы всегда можете выбрать, хотите ли вы получать рекламные сообщения, SMS-сообщения, телефонные звонки и почтовые сообщения от Input Studios.",
   "": "2.6. Отзывы . Отправляя в Input Studios комментарии, предложения и другие отзывы о программном обеспечении («Сообщение»), вы предоставляете Input Studios и партнерам компании права на использование этих Сообщений любым способом и в любых целях. Вы обязуетесь не предоставлять корпорации Input Studios никаких Сообщений, подпадающих под действие лицензии, согласно которой корпорация Input Studios обязана будет лицензировать третьим лицам свое Программное обеспечение или документацию на том основании, что корпорация Input Studios включила ваш отзыв в это программное обеспечение или документацию. Эти права остаются в силе после окончания срока действия данного соглашения.",
   "": "2.7. Сбор данных . Программное обеспечение может собирать информацию о вас и о том, как вы его используете, и отправлять эту информацию Input Studios. Принимая условия настоящего соглашения и используя Программное обеспечение, вы соглашаетесь с тем, что Input Studios может собирать, использовать и раскрывать ваши данные в соответствии с Заявлением о конфиденциальности Input Studios , доступным по адресу https://go.inputsstudios.ru/fwlink/?LinkId=521839 , и в соответствии с описанием в пользовательском интерфейсе, связанном с компонентами программного обеспечения.",
   "": "2.8. Объем лицензии Программное обеспечение не продается, а предоставляется в пользование по лицензии. Это соглашение дает вам только некоторые права на использование Программного обеспечения. Input Studios оставляет за собой все остальные права. За исключением случаев, когда применимое право предоставляет вам больше прав, несмотря на данное ограничение, вы не будете (и не имеете права):",
   "": "(a) пытаться обойти технические ограничения, разрешающие пользоваться Программным обеспечением только определенным образом;",
   "": "(b) изучать технологию, декомпилировать, деассемблировать или расшифровывать Программное обеспечение, а также предпринимать другие попытки получить исходный код Программного обеспечения, кроме как в той мере и в тех случаях, когда это: (i) разрешено применимым правом; (ii) требуется условиями лицензии на использование определенных компонентов с открытым исходным кодом, которые могут входить в состав этого Программного обеспечения; (iii) необходимо для отладки изменений каких-либо библиотек, предоставляемых по лицензии GNU Lesser General Public License, которые входят в состав программного обеспечения и связанны с ним.",
   "": "(c) удалять, сокращать, блокировать или изменять уведомления от Input Studios или поставщиков Input Studios, включенные в данное Программное обеспечение;",
   "": "(d) при использовании интернет-возможностей вы не имеете права использовать их каким-либо образом, который может помешать их использованию другими лицами, пытаться получить несанкционированный доступ или осуществлять несанкционированное использование каких-либо служб, данных, учетных записей или сетей.",
   "": "(e) использовать Программное обеспечение каким-либо противозаконным образом или для создания или распространения вредоносных программ; или",
   "": "(f) предоставлять общий доступ к данному Программному обеспечению, публиковать, распространять или предоставлять его во временное пользование либо как отдельное размещенное решение для использования другими лицами, а также передавать это Программное обеспечение или свои права и обязательства по настоящему соглашению какому-либо третьему лицу;",
   "": "(g) использовать токены, используемые Программным обеспечением, для вызова сервисов Input Studios Azure отдельно от Программного обеспечения.",
   "": "2.9. Документация . Если вместе с Программным обеспечением предоставляется документация, вы можете копировать и использовать ее в качестве источника справочной информации для личного использования.",
   "": "2.10. Стандарты записи H.264/AVC, MPEG-4, VC-1 . Программное обеспечение может включать технологию кодирования визуальных сигналов H.264/AVC, MPEG-4 Visual и/или VC-1. Компания MPEG LA, L.L.C. требует включения следующего уведомления в связи с этой технологией: ЭТОТ ПРОДУКТ ЛИЦЕНЗИРОВАН В СООТВЕТСТВИИ С УСЛОВИЯМИ ЛИЦЕНЗИЙ НА ПАТЕНТНЫЙ ПОРТФЕЛЬ, ВКЛЮЧАЮЩИЙ ТЕХНОЛОГИИ H.264/AVC, THE VC-1 и MPEG-4 PART 2, ДЛЯ ЛИЧНОГО И НЕКОММЕРЧЕСКОГО ИСПОЛЬЗОВАНИЯ ПОТРЕБИТЕЛЕМ С ЦЕЛЬЮ: (i) КОДИРОВАНИЯ ВИДЕО В СООТВЕТСТВИИ С ВЫШЕУКАЗАННЫМИ СТАНДАРТАМИ («ВИДЕОСТАНДАРТАМИ»); ИЛИ (ii) ДЕКОДИРОВАНИЯ ВИДЕО В ФОРМАТАХ AVC, VC-1 И MPEG-4 PART 2, ЗАКОДИРОВАННОГО ПОТРЕБИТЕЛЕМ В ХОДЕ ЛИЧНОЙ И НЕКОММЕРЧЕСКОЙ ДЕЯТЕЛЬНОСТИ ИЛИ ПОЛУЧЕННОГО ОТ ПОСТАВЩИКА ВИДЕО, ИМЕЮЩЕГО ЛИЦЕНЗИЮ НА ПОСТАВКУ ТАКОГО ВИДЕО. НИ ДЛЯ КАКОГО ДРУГОГО ИСПОЛЬЗОВАНИЯ ЛИЦЕНЗИИ НЕ ПРЕДОСТАВЛЯЮТСЯ И НЕ ПОДРАЗУМЕВАЮТСЯ. ДОПОЛНИТЕЛЬНУЮ ИНФОРМАЦИЮ МОЖНО ПОЛУЧИТЬ В КОМПАНИИ MPEG LA, L.L.C. СМ. ВЕБ-СТРАНИЦУ https://aka.ms/mpegla .",
   "": "2.11. Ограничения на экспорт. Вы также обязаны соблюдать все внутренние и международные нормы экспортного законодательства, применимые к Программному обеспечению, включая ограничения, касающиеся пунктов назначения, конечных пользователей и конечного использования. Дополнительные сведения об экспортных ограничениях см. на веб-сайте https://aka.ms/exporting .",
   "": "2.12. Услуги технической поддержки. В рамках настоящего соглашения корпорация Input Studios не обязана предоставлять услуги технической поддержке Программному обеспечению. Любая поддержка предоставляется «как есть», «со всеми ошибками» и без каких-либо гарантий.",
   "": "2.13. Обновления. Программное обеспечение периодически проверяет наличие обновлений программного обеспечения, а также загружает и устанавливает их для вас. Вы соглашаетесь получать эти обновления только от Input Studios или из авторизованных источников Input Studios. Для обеспечения обновлений Input Studios может обновлять вашу систему. Вы даете согласие на получение автоматических обновлений такого типа без каких-либо дополнительных уведомлений. Обновления могут не включать или не поддерживать все существующие функции Программного обеспечения, сервисы или периферийные устройства. Если между вами и Input Studios возникают споры, вы и Input Studios соглашаетесь попытаться решить их путем неофициальных переговоров в течение 60 дней. Если решить спор таким образом не удастся, вы и Input Studios соглашаетесь на решение спора путем проведения имеющего обязательную силу индивидуального арбитража Американской арбитражной ассоциацией согласно Федеральному арбитражному акту (далее — «FAA») и отказываетесь от права обращаться в суд для рассмотрения спора судьей или судом присяжных . В этом случае все споры должны разрешаться нейтральным арбитром. Запрещены групповые иски, групповой арбитраж, генеральные слушания с доверенным адвокатом и любые другие процессы, в которых какое-либо лицо выступает в роли представителя ; также запрещено объединять отдельные процессы без согласия всех сторон. Полную редакцию Арбитражного соглашения см. на веб-сайте https://aka.ms/arb-agreement-1 . Вы и Input Studios соглашаетесь с его условиями.",
   "": "2.14. Полнота соглашения . Данное соглашение и любые другие условия Input Studios, которые сопровождают дополнительные компоненты, обновления или приложения третьих лиц составляют полное соглашение для данного Программного обеспечения.",
   "": "2.16. Применимое право и место решения споров . Если вы приобрели Программное обеспечение на территории США или Канады, все требования о несоблюдении настоящего соглашения и другие требования (включая требования в рамках защиты прав потребителей, недобросовестной конкуренции и гражданских правонарушений) регулируются и интерпретируются в соответствии с законодательством штата или провинции вашего проживания (или штата или провинции, которая является вашим основным местом ведения бизнеса) независимо от принципов коллизионного права, за исключением всех связанных с арбитражем положений, которые регулирует FAA. Если вы приобрели Программное обеспечение в любой другой стране, применяются законы этой страны, за исключением всех связанных с арбитражем положений, которые регулирует FAA. Если применяется юрисдикция федеральных судов США, вы и Input Studios согласны с тем, что любые споры, связанные с данным соглашением (за исключением арбитражных), подлежат рассмотрению исключительно в федеральных судах округа Кинг, штат Вашингтон. В противном случае вы и Input Studios соглашаетесь с тем, что любые споры, связанные с данным соглашением (за исключением арбитражных), подпадают под юрисдикцию высшего суда округа Кинг, штат Вашингтон.",
   "": "2.17. Права потребителей, региональные отличия. Это соглашение описывает определенные юридические права. Вы можете иметь другие права, включая права потребителя, в соответствии с законами вашего штата, провинции или страны. Безотносительно ваших взаимоотношений с Input Studios, вы также можете иметь права в отношении стороны, у которой вы приобрели Программное обеспечение. Настоящее соглашение не изменяет такие права, если это не допускается законами вашего штата, провинции или страны. Например, если вы приобрели программное обеспечение в одном из нижеупомянутых регионов или если применяется обязывающее законодательство страны, к вам применяются следующие положения:",
   "": "(a) Австралия. Вы имеете гарантии, предусмотренные Законом Австралии о правах потребителей, и ничто в настоящем соглашении не подразумевает ущемление этих прав.",
   "": "(b) Канада. Если вы приобрели это Программное обеспечение в Канаде, вы можете прекратить получение обновлений, отключив устройство от Интернета (если вы вновь подключите устройство к Интернету, программное обеспечение возобновит проверку наличия обновлений и их установку) или удалив Программное обеспечение. В документации к продукту (при ее наличии) могут также быть приведены инструкции по отключению обновлений для конкретного устройства или Программного обеспечения.",
   "": "(c) Германия и Австрия . Если вы используете Программное обеспечение в Германии, вы можете делать это только в соответствии со следующими условиями: https://aka.ms/edge-germany .",
   "": "2.18. ОТКАЗ ОТ ПРЕДОСТАВЛЕНИЯ ГАРАНТИЙ. ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ ПО ЛИЦЕНЗИИ «КАК ЕСТЬ», «СО ВСЕМИ ОШИБКАМИ» И «ПРИ ДОСТУПНОСТИ». ВЫ ПРИНИМАЕТЕ НА СЕБЯ ВЕСЬ РИСК, СВЯЗАННЫЙ С ЕГО ИСПОЛЬЗОВАНИЕМ. INPUT STUDIOS НЕ ПРЕДОСТАВЛЯЕТ КАКИХ-ЛИБО ЯВНЫХ ГАРАНТИЙ И НЕ ГАРАНТИРУЕТ СОБЛЮДЕНИЕ КАКИХ-ЛИБО УСЛОВИЙ. ЭТО СОГЛАШЕНИЕ НЕ МЕНЯЕТ ДОПОЛНИТЕЛЬНЫЕ ПРАВА ПОТРЕБИТЕЛЯ ИЛИ ГАРАНТИИ, ПРЕДУСМОТРЕННЫЕ МЕСТНЫМ ЗАКОНОДАТЕЛЬСТВОМ. В СТЕПЕНИ, ДОПУСТИМОЙ МЕСТНЫМ ЗАКОНОДАТЕЛЬСТВОМ, INPUT STUDIOS ИСКЛЮЧАЕТ ВСЕ ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ, ВКЛЮЧАЯ ГАРАНТИИ ТОВАРНОЙ ПРИГОДНОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ И НЕНАРУШЕНИЯ ПРАВ ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ.",
   "": "2.19. ОГРАНИЧЕНИЕ И ОТСУТСТВИЕ СРЕДСТВ ЗАЩИТЫ ПРАВ ПОТРЕБИТЕЛЕЙ В СВЯЗИ С УБЫТКАМИ И УЩЕРБОМ. ЕСЛИ У ВАС ЕСТЬ ОСНОВАНИЕ ДЛЯ ВЗЫСКАНИЯ КОМПЕНСАЦИИ, INPUT STUDIOS, АФФИЛИРОВАННЫХ ЛИЦ ИЛИ ПОСТАВЩИКОВ INPUT STUDIOS, НЕСМОТРЯ НА ПРИВЕДЕННЫЙ ВЫШЕ ОТКАЗ ОТ ГАРАНТИЙ, ВЫ МОЖЕТЕ ВЗЫСКАТЬ КОМПЕНСАЦИЮ ТОЛЬКО ЗА ПРЯМЫЕ УБЫТКИ В РАЗМЕРЕ, НЕ ПРЕВЫШАЮЩЕМ СУММУ, КОТОРУЮ ВЫ ЗАПЛАТИЛИ ЗА ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ, ИЛИ 5 ДОЛЛ. США, В ЗАВИСИМОСТИ ОТ ТОГО, КАКАЯ СУММА ВЫШЕ. ВЫ НЕ МОЖЕТЕ ВЗЫСКАТЬ НИКАКИЕ ДРУГИЕ УБЫТКИ ИЛИ УЩЕРБ, ВКЛЮЧАЯ КОСВЕННЫЕ, СПЕЦИАЛЬНЫЕ, ОПОСРЕДОВАННЫЕ, ШТРАФНЫЕ ИЛИ СЛУЧАЙНЫЕ УБЫТКИ, А ТАКЖЕ УБЫТКИ В СВЯЗИ С УПУЩЕННОЙ ВЫГОДОЙ. В МАКСИМАЛЬНОЙ СТЕПЕНИ, ДОПУСТИМОЙ ЗАКОНОДАТЕЛЬСТВОМ, ЭТИ ОГРАНИЧЕНИЯ И ИСКЛЮЧЕНИЯ ПРИМЕНЯЮТСЯ КО ВСЕМУ ИЛИ КО ВСЕМ ТРЕБОВАНИЯМ, СВЯЗАННЫМ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ.",
   "": "Это применяются даже в том случае, если это средство правовой защиты не компенсирует полностью все понесенные вами убытки и ущерб или не достигает своей основной цели либо если Input Studios было известно или должно было быть известно о возможности возникновения таких убытков. Вышеуказанное ограничение или исключение может к вам не применяться, если законодательство ваших области, республики, края, округа или страны не допускает исключения либо ограничения ответственности за случайные, косвенные или другие убытки.",
   "": "Исходный код для частей Input Studios Wave доступен бесплатно на веб-сайте https://thirdpartysource.inputstudios.ru согласно условиям лицензий с открытым исходным кодом, предоставляемым на веб-сайте https://aka.ms/thirdpartynotices , а также в Input Studios Edge на веб-сайте edge://credits после установки. Вы также можете получить этот исходный код, отправив чек или денежный перевод на сумму 5 долл. США с указанием номера версии Edge, на адрес:",
   "privacy_statement": "Заявление о конфиденциальности",
   "select_language": "Выбрать язык",
   "accept_download": "Принять и скачать",
   "loading": "Загрузка...",
   "thanks": "Спасибо!",
   "download_will_start_soon": "Загрузка вскоре начнется",
   "close": "Закрыть",
   "download_chatify_title": "Загрузите Chatify для iOS, Android, Windows",
   "download_chatify": "Скачать Chatify",
   "use_chatify_devices": "Используйте Chatify на разных устройствах.",
   "install_chatify": "Устанавливая Chatify, вы соглашаетесь с нашими",
   "terms_of_use": "Условиями",
   "and": "и",
   "chatify_privacy_policy": "Политикой конфиденциальности",
   "on_computer": "На компьютере",
   "use_chatify_web": "Требуется Windows 10 или новее. Во всех других операционных системах можно использовать Chatify Web.",
   "please_fill_all_fields": "Пожалуйста, заполните все поля",
   "sign_in_title": "Вход в учетную запись Input Studios",
   "sign_in_account": "Используйте аккаунт Input Studios",
   "your_email": "Ваш email",
   "your_password": "Ваш пароль",
   "continue_with_google": "Продолжить с Google",
   "demo_project": "Это демонстрационный проект. Вы можете войти, используя<br />ваш адрес электронной почты и пароль или Google.",
   "dont_have_an_account": "У вас нет учетной записи?",
   "sign_in_sign_up": "Зарегистрироваться!",
   "sign_up_title": "Регистрация пользователя в Input Studios",
   "sign_up_account": "Зарегистрируйте аккаунт Input Studios",
   "your_username": "Ваше имя пользователя",
   "password": "Пароль",
   "have_an_account": "Есть аккаунт?",
   "sign_up_sign_in": "Войти!",
   "sign_up": "Зарегистрироваться"
}
