{
   "header_home": "Главная",
   "header_about": "О нас",
   "header_projects": "Проекты",
   "header_blogs": "Блоги",
   "header_contacts": "Контакты",
   "header_search": "Поиск",
   "header_search_site": "Поиск InputStudios.com",
   "header_themes": "Темы",
   "header_sign_in": "Вход",
   "header_sign_out": "Выход",
   "header_dashboard": "Панель управления",
   "header_profile": "Профиль",
   "header_forum": "Форум",
   "header_products": "Продукты",
   "header_get_started": "Учавствовать в сообществе",
   "home_welcome": "Добро пожаловать в Input Studios",
   "home_welcome_description": "Здесь вы найдете множество статей и учебных пособий по таким темам, как веб-разработка, разработка программного обеспечения и языки программирования.",
   "home_view_all_posts": "Просмотреть все посты",
   "home_recent_posts": "Недавние посты",
   "home_subscribe_news": "Подпишитесь на новости Input Studios",
   "wave_card_description": "Быстрый и удобный поиск информации в Интернете. Удобный интерфейс для ввода запросов и просмотра результатов",
   "button_wave_download": "Скачать",
   "quantum_engine_card_description": "Мощный и гибкий игровой движок, предназначенный для создания высококачественных 2D и 3D игр",
   "button_quantum_engine_more": "Подробнее",
   "dialog_chat_card_description": "Общение с бесплатными функциями для обмена сообщениями, видеочаты, голосовые вызовы, групповые сообщения",
   "button_dialog_download": "Скачать",
   "workspace_card_description": "Текстовые редакторы, электронная почта, календарь, систему управления задачами и проектами",
   "button_workspace_more": "Подробнее",
   "call_to_action": "Хотите узнать больше о наших проектах?",
   "call_to_action_description": "Посетите репозитории GitHub для наших проектов.",
   "call_to_action_button": "Проекты Input Studios",
   "about": "О Input Studios",
   "about_company_title": "О Input Studios | Видение компании",
   "about_blog": "Блог Input Studio — это блог, который я создал, чтобы делиться своими мыслями и идеями со всем миром. Я инженер-программист, и мне нравится писать о своем опыте и вещах, которые я узнал. Надеюсь, вам понравится читать мой блог.",
   "about_search": "В этом блоге вы найдете еженедельные статьи и учебные пособия по таким темам, как веб-разработка, разработка программного обеспечения и языки программирования. Input Studios постоянно изучает и исследует новые технологии, поэтому не забывайте почаще заходить на новый контент!",
   "about_description": "Мы призываем вас оставлять комментарии к нашим публикациям и общаться с другими читателями. Вы можете лайкать комментарии других людей и отвечать на них. Мы верим, что сообщество учащихся может помогать друг другу расти и совершенствоваться.",
   "footer_whats_new": "Что нового",
   "footer_projects": "Проекты",
   "footer_business": "Бизнес",
   "footer_business_company": "Input Studios Бизнес",
   "footer_dialog_chat": "Диалог Чат",
   "footer_small_business": "Малый бизнес",
   "footer_company_news": "Новости компании",
   "footer_company": "Компания",
   "footer_privacy": "Конфиденциальность в Input Studios",
   "footer_investors": "Инвесторам",
   "custom_footer_privacy_choice": "Ваш выбор конфиденциальности",
   "custom_footer_contacts": "Контакты Input Studios",
   "custom_footer_privacy": "Конфиденциальность",
   "custom_footer_terms": "Условия использования",
   "custom_footer_trademarks": "Товарные знаки",
   "custom_footer_about_ads": "О нашей рекламе",
   "cookie_management": "Управление файлами cookie",
   "search_community": "Поиск в сообществе",
   "community_center": "Центр сообщества",
   "apps": "Input Studios приложения",
   "find_answer": "Не нашли ответ?",
   "ask_new_question": "Задать новый вопрос",
   "count_visitors": "2,5 миллиона",
   "average_daily_visitors": "среднее число посетителей в день",
   "posts_daily": "публикации ежедневно",
   "hour_response_time": "2 часа",
   "average_response_time": "среднее время ответа",
   "count_annually": "330 миллионов",
   "customers_helped_annually": "клиентов помогают ежегодно",
   "browse_products": "Обзор продуктов",
   "view_all_products": "Показать все продукты",
   "about_company": "О компании",
   "our_history": "Наша история",
   "contact_us": "Связаться с нами",
   "thanks_signin": "Благодарим за регистрацию,",
   "support_faster": "Теперь мы сможем быстрее оказать вам нужную помощь и поддержку.",
   "help_and_support": "Войдите в систему, чтобы мы могли предоставить вам необходимую помощь и поддержку.",
   "select_need_help": "Выберите продукт, с которым вам нужна помощь",
   "sign_in": "Войти",
   "show_self_help": "Сначала мы покажем вам варианты самостоятельного решения проблемы. При необходимости доступна дополнительная помощь, включая чат со специалистом Input Studios.",
   "information_helpful": "Была ли эта информация полезна?",
   "additional_support_options": "Дополнительные варианты поддержки",
   "business_assist": "Бизнес-ассистент",
   "sign_up_business_assist": "Подпишитесь на Business Assist, чтобы получать профессиональные советы специалистов по малому бизнесу. Вы уже подписаны? ",
   "help_business_admin": "Справка для администраторов малого бизнеса",
   "service_request": "Открыть запрос на обслуживание в Центр администрирования Input Studios Workspace. Эта служба бесплатна.",
   "store_support": "Поддержка Input Studios Store",
   "get_help_support_purchase": "Получите справку и поддержку независимо от того, делаете ли вы покупки сейчас или вам нужна помощь с прошлой покупкой.",
   "hide_expanded_list": "Скрыть развернутый список продуктов",
   "show_expanded_list": "Показать развернутый список продуктов",
   "yes": "Да",
   "no": "Нет",
   "new_opportunities": "Новые возможности",
   "templates": "Шаблоны",
   "additional_support": "Дополнительная поддержка",
   "ask_question": "Задать вопрос",
   "tips_beginners": "Советы для начинающих",
   "questions_answers": "Вопросы и ответы",
   "rules_conduct_community": "Правила поведения в сообществе",
   "visit_community_center": "Посетить центр сообщества",
   "scroll_up_button": "Наверх",
   "manage_cookie_preferences": "Управление предпочтениями файлов cookie",
   "use_cookies": "Большинство веб-сайтов Input Studios используют файлы cookie. Файлы cookie — это небольшие текстовые файлы, которые сайты записывают на устройства, чтобы хранить данные для последующих посещений. Корпорация Microsoft и наши партнеры используют файлы cookie, чтобы запоминать ваши предпочтения и настройки, упрощать вход в учетные записи, показывать персонализированную рекламу и анализировать, насколько хорошо работают наши веб-сайты. Для получения дополнительной информации ознакомьтесь с разделами 'Файлы cookie' и аналогичных технологий в <a href='/privacy-statement' target='_blank' class='link'>Заявлении о конфиденциальности</a>.",
   "mandatory_cookie": "Обязательные",
   "use_necessary_cookies": "Мы используем необходимые файлы cookie для работы основных функций веб-сайта. Например, они используются для входа в учетную запись, сохранения языковых предпочтений, создания корзины покупок, повышения производительности, для маршрутизации трафика между веб-серверами, распознавания размера экрана, определения времени загрузки страницы, улучшения взаимодействия с пользователями и для оценки аудитории. Эти файлы cookie необходимы для работы наших веб-сайтов.",
   "analytical_cookie": "Аналитические",
   "use_analytical_cookies": "Мы позволяем сторонним организациям использовать аналитические файлы cookie, чтобы понять, как вы используете наши веб-сайты, чтобы мы могли их улучшить, а сторонние организации могли создавать и совершенствовать свои продукты. Эти продукты могут быть использованы на сайтах, которые не принадлежат или контролируются корпорацией Майкрософт. Например, они используются для сбора информации о страницах, которые вы посещаете, и о том, сколько щелчков мыши необходимо для выполнения задачи. Мы используем некоторые аналитические файлы cookie для рекламы.",
   "accept": "Принять",
   "decline": "Отклонить",
   "social_media": "Социальные сети",
   "use_cookies_social_networks": "Мы и третьи стороны используем файлы cookie в социальных сетях, чтобы показывать вам рекламу и контент на основе ваших профилей в социальных сетях и активности на наших веб-сайтах. Они используются для соединения вашей деятельности на наших веб-сайтах с вашими профилями в социальных сетях, чтобы объявления и контент, которые вы видите на наших веб-сайтах и в социальных сетях, лучше отражали ваши интересы.",
   "advertising": "Реклама",
   "use_advertising_cookies": "Мы и третьи стороны используем рекламные файлы cookie, чтобы показать вам новые объявления, зная, какие объявления вы уже видели. Они также используются для отслеживания рекламы, на которую вы нажимаете или покупок, которые вы делаете после нажатия на объявление для оплаты, и чтобы показывать вам более актуальные для вас объявления. Например, они используются для обнаружения нажатия на объявление и показа объявлений на основе ваших интересов в социальных сетях и истории просмотра веб-страницМы и третьи стороны используем рекламные файлы cookie, чтобы показать вам новые объявления, зная, какие объявления вы уже видели. Они также используются для отслеживания рекламы, на которую вы нажимаете или покупок, которые вы делаете после нажатия на объявление для оплаты, и чтобы показывать вам более актуальные для вас объявления. Например, они используются для обнаружения нажатия на объявление и показа объявлений на основе ваших интересов в социальных сетях и истории просмотра веб-страниц.",
   "reset_everything": "Сбросить все",
   "save_changes": "Сохранить изменения",
   "projects_company_title": "Проекты компании",
   "home_title": "Input Studios - облачные технологии, приложения и игры"
}
