{
  "browser_title": "Go to Know Input Studios Wave",
  "download_wave": "Download Input Studios Wave",
  "terms_license_agreement": "TERMS OF THE INPUT STUDIOS SOFTWARE LICENSE AGREEMENT",
  "installed_terms_viewed_": "Once installed, these terms can also be viewed in Input Studios Wave at edge://terms.",
  "license_terms_agreement_between": "These license terms are an agreement between you and Input Studios (or one of its affiliates). They apply to this software published by Input Studios and any updates to the software (the 'Software') (unless separate or additional terms accompany the software or updates, in which case those terms apply prospectively and do not affect your or Input Studios's rights with respect to the Software already updated). IF YOU COMPLY WITH THE TERMS OF THIS LICENSE, YOU HAVE THE RIGHTS SET FORTH BELOW. BY DOWNLOADING OR USING THE SOFTWARE, YOU ACCEPT THESE TERMS. IF YOU DO NOT AGREE WITH THESE TERMS, YOU ARE NOT AUTHORIZED TO DOWNLOAD OR USE THE SOFTWARE.",
  "windows_devices": "<b>1. INPUT STUDIOS WAVE FOR WINDOWS DEVICES</b>",
  "windows_license_terms": "1.1 Windows License Terms.</b> Installation and use of the Software on any Windows platform is governed by the license terms for the Input Studios Windows operating system software (“Windows License Terms”) on which you are using the Software. These terms are incorporated by reference. If the Software is downloaded from Input Studios and is marked as a “trial,” “introducer,” “beta,” or “preview,” or is otherwise marked as being a non-final release of the Software, then the terms in Section 1.2 also apply to your use of the Software. Section 1.3 applies to your use of other services that may be provided in conjunction with your use of the Software.",
  "updates": "<b>1.1.1 Updates.</b> Notwithstanding Section 1.1 with respect to Windows 7, 8, and 8.1, the applicable Windows License Terms, and any Windows update settings you have configured, the Software will periodically check for, download, and install updates for you. You may obtain updates only from Input Studios or through authorized sources, and Input Studios may need to update your system to provide you with these updates. By accepting the terms of this agreement, you consent to receive these types of automatic updates without any further notice.",
  "preview_versions": "<b>1.2 Preview Versions.</b> Input Studios may provide you with access to a trial, preview, beta, or other pre-release version of software (“Preview Versions”). You may use Preview Versions only until the software’s expiration date (if any), subject to the Windows License Terms. Preview Versions are experimental products (meaning they may not work correctly) and may differ materially from commercial versions. In some cases, Preview Versions may even unintentionally harm your device, causing it to stop working or cause intermittent crashes, data loss, or apps to stop working or be removed. To recover, you may need to reinstall the software, operating system, or firmware on your device. In some cases, it may not be possible to revert to a previous version of the software. Because Preview Versions may contain more bugs or inaccuracies, you should back up your device before installing any Preview Versions. We recommend installing Previews on non-production devices that are not business critical because you are likely to experience crashes, changes to settings and policies, loss of data or apps, changes to features and functionality, other apps being forced to stop working, other apps being automatically updated or removed from your device without notice, and other potential issues. We strongly recommend that you do not install Previews on any systems that you do not directly control or that you share with others. Notwithstanding anything to the contrary in this Agreement, Previews are non-transferable and are provided 'AS IS.' Installing Previews on a device may void any warranty provided with the device and may disqualify you from receiving technical support from the device manufacturer or network operator (if applicable). Input Studios may not provide technical support services for Previews. By sending comments, suggestions, or other feedback about a Preview to Input Studios (“Communication”), you grant Input Studios and its partners rights to use those Communications in any way and for any purpose. You agree not to provide Input Studios with any Communications that would subject Input Studios to a license that would require Input Studios to license its Software or documentation to third parties because Input Studios includes your Communication. These rights survive the termination of this agreement. Input Studios may modify, discontinue, or disable access to Previews at any time, without notice, for any reason. You may stop using a Preview at any time by uninstalling and deleting all copies of any Preview.",
  "data_collection_previews": "1.2.1 Data Collection for Previews. Previews may not include, or may include less stringent or different standards for security, privacy, accessibility, availability, and reliability comparable to those for commercial services and software. For Previews discussed in Section 1.2, the privacy and feature settings may not work as intended, and the Previews themselves may not work with other Windows privacy settings, including diagnostic data settings for Windows 10 / Windows 11. Data collected from your use of Previews, including diagnostic and technical reports, error reports, crash dumps, and other related data from your devices running the Preview, may be used, stored, processed, and analyzed to help keep Windows and the Preview up to date, secure, and performing as intended. It also helps us improve Input Studios products and services and may be used for any other purposes described in the Input Studios Privacy Statement. If you disable data collection through the controls in Previews, we may continue to collect diagnostic information about the download, installation, and uninstallation of Previews, as well as “baseline” data as described in the Windows Diagnostics section of the Input Studios Privacy Statement. The Input Studios Privacy Statement ( <a href='https://go.inputstudios.ru/fwlink/?LinkId=521839' target='_blank' class='text-teal-500 underline'>https://go.inputstudios.ru/fwlink/?LinkId=521839</a> ) and this paragraph apply to the Previews described in Section 1.2.",
  "other_services": "<b>1.3 Other Services.</b> The Software may include features that provide an access point or rely on other services, websites, links, content, materials, integrations, or applications, including those of independent third parties (“Other Services”). Your use of Other Services or features of the Software that rely on Other Services may be subject to separate terms and privacy policies. You can review these separate terms and conditions through the websites or settings of the Other Services (as applicable). These Other Services may not be available in all regions. You may not use tokens used by the Software to call Input Studios Azure services separate from the Software.",
  "devices_without_windows": "<b>2. INPUT STUDIOS WAVE FOR DEVICES WITHOUT WINDOWS</b>",
  "installation_use_rights": "<b>2.1. Installation and Use Rights.</b> If you install and use the Software on any device running on platforms other than Windows, including but not limited to macOS and Linux, you may install and use one copy of the Software on any device running on such other platforms.",
  "third_party_software": "<b>2.2. Third Party Software.</b> The Software may include third party software that is licensed to you under this agreement, under its own license terms, or under an open source license with source code availability options. The license terms, notices, and acknowledgments (if any) for any third party software can be viewed at <a href='https://aka.is/thirdpartynotices' target='_blank' class='text-teal-500 underline'>https://aka.is/thirdpartynotices</a> or in the accompanying notice file. Even if such software is governed by other agreements, the following disclaimer and limitations and exclusions of liability for damages apply to it to the extent permitted by applicable law.",
  "preview_versions_provide": "<b>2.3. Preview Versions.</b> Input Studios may provide you with access to a trial, preview, beta, or other pre-release version of the software (“Preview Versions”). You may use Preview Versions only until the software’s expiration date (if any), subject to these License Terms. Preview Versions are experimental products (meaning that they may not work correctly) and may differ materially from commercial versions. In some cases, Preview Versions may even inadvertently cause harm to your device, which may cause it to stop working or cause intermittent crashes, data loss, or apps to stop working or be removed. To recover, you may need to reinstall the software, operating system, or firmware on your device. In some cases, it may not be possible to revert to a previous version of the software. Because Preview Versions may contain more bugs or inaccuracies, you should back up your device before installing any Preview Versions. We recommend installing Previews on non-production devices that are not business critical because you are likely to experience crashes, changes in settings and policies, loss of data or applications, changes in features and functionality, other applications being forced to stop working, other applications being automatically updated or removed from your device without notice, and other potential problems. We strongly recommend that you do not install Previews on any systems that you do not directly control or that you share with others. Notwithstanding anything to the contrary in this Agreement, Previews are non-transferable and are provided “AS IS.” Installing Previews on a device may void any warranty provided with the device and may disqualify you from receiving support from the device manufacturer or network operator (if applicable). Input Studios may not provide technical support for Previews. Input Studios may modify, discontinue, or remove Previews at any time without notice for any reason. You may stop using a Preview at any time by uninstalling and deleting all copies of any Preview.",
  "data_collection_previews_described": "<b>2.3.1. Data Collection for Previews.</b> Previews may not include, or may include less stringent or different standards for security, privacy, accessibility, availability, and reliability comparable to those of commercial services and software. For Previews discussed in Section 2.3, the privacy and feature settings may not function as intended, and Previews may not work with other operating system privacy settings. Data collected as a result of your use of Previews, including diagnostic and technical reports, error reports, crash dumps, and other related data from your devices running the Preview, may be used, stored, processed, and analyzed to help keep Windows and the Preview up to date, secure, and functioning as intended. It also helps us improve Input Studios products and services and may be used for any other purposes described in the Input Studios Privacy Statement. If you disable data collection through the controls provided in Previews, we may continue to collect diagnostic information about the download, installation, and uninstallation of Previews, as well as “baseline” data as described in the Windows Diagnostics section of the Input Studios Privacy Statement. The Input Studios Privacy Statement ( <a href='https://go.inputstudios.ru/fwlink/?LinkId=521839' target='_blank' class='text-teal-500 underline'>https://go.inputstudios.ru/fwlink/?LinkId=521839</a> ) and this paragraph apply to the Previews discussed in Section 2.3.",
  "other_services_software": "<b>2.4. Other Services.</b> The Software may include features that provide an access point or rely on other services, websites, links, content, materials, integrations or applications, including those of independent third parties (“Other Services”). Your use of Other Services or features of the Software that rely on Other Services may be subject to separate terms and privacy policies. You can review these separate terms and conditions through the websites or settings of the Other Services (as applicable). These Other Services may not be available in all regions.",
  "communications_with_you": "<b>2.5. Communications with You.</b> Input Studios may use your contact information: (i) to communicate with you about your use of the Software; (ii) to provide you with additional information about the Software and other Input Studios products or services. This communication may be via email, SMS, instant messaging, web chat, telephone, user interface or other means, and may include offers. You can always choose whether you want to receive promotional messages, SMS messages, telephone calls and postal mail from Input Studios.",
  "feedback": "<b>2.6. Feedback. By submitting comments, suggestions, or other feedback about the software to Input Studios ('Communication'), you grant Input Studios and its partners the right to use those Communications in any manner and for any purpose. You agree not to provide Input Studios with any Communications that would subject Input Studios to a license that would require Input Studios to license its Software or documentation to third parties because Input Studios has included your feedback in that software or documentation. These rights will survive the term of this agreement.",
  "data_collection": "<b>2.7. Data Collection.</b> The Software may collect information about you and how you use it and send that information to Input Studios. By accepting the terms of this agreement and using the Software, you agree that Input Studios may collect, use and disclose your data in accordance with the Input Studios Privacy Statement, available at <a href='https://go.inputsstudios.ru/fwlink/?LinkId=521839' target='_blank' class='text-teal-500 underline'>https://go.inputsstudios.ru/fwlink/?LinkId=521839</a>, and as described in the user interface associated with the software components.",
  "scope_license": "<b>2.8. Scope of License The Software is licensed, not sold.</b> This agreement only gives you some rights to use the Software. Input Studios reserves all other rights. Unless applicable law gives you more rights despite this limitation, you will not (and may not):",
  "attempt_circumvent": "(a) attempt to circumvent technical limitations that only allow the Software to be used in certain ways;",
  "reverse_engineer": "(b) reverse engineer, decompile, disassemble, or decrypt the Software, or otherwise attempt to derive the source code for the Software, except and only to the extent that: (i) this is permitted by applicable law; (ii) this is required by the terms of a license for use of certain open source components that may be included with the Software; or (iii) this is necessary to debug changes to any libraries licensed under the GNU Lesser General Public License that are included with and linked to the Software.",
  "remove_reduce": "(c) remove, reduce, block or alter any notices from Input Studios or Input Studios' suppliers included in the Software;",
  "using_internet_features": "(d) When using the Internet features, you may not use them in any way that could interfere with others' use of them, or attempt to gain unauthorized access to or make unauthorized use of any services, data, accounts or networks.",
  "unlawful_manner": "(e) use the Software in any unlawful manner or to create or distribute malicious software; or",
  "software_publicly_available": "(f) make the Software publicly available, publish, distribute, or lend it or make it available as a stand-alone hosted solution for use by others, or transfer the Software or your rights and obligations under this Agreement to any third party;",
  "use_tokens_used": "(g) use tokens used by the Software to call Input Studios Azure services separate from the Software.",
  "documentation": "<b>2.9. Documentation.</b> If documentation is provided with the Software, you may copy and use it as a source of reference for your personal use.",
  "recording_standards": "<b>2.10. H.264/AVC, MPEG-4, VC-1 Recording Standards.</b> The Software may include H.264/AVC, MPEG-4 Visual and/or VC-1 visual coding technology. MPEG LA, L.L.C. requires the following notice in connection with this technology: THIS PRODUCT IS LICENSED UNDER THE H.264/AVC, THE VC-1 AND THE MPEG-4 PART 2 PATENT PORTFOLIO LICENSE FOR THE PERSONAL AND NON-COMMERCIAL USE OF A CONSUMER TO: (i) ECODE VIDEO IN COMPLIANCE WITH THE ABOVE STANDARDS (THE 'VIDEO STANDARDS'); OR (ii) DECODING AVC, VC-1, AND MPEG-4 PART 2 VIDEO THAT WAS ENCODED BY A CONSUMER ENGAGED IN A PERSONAL AND NON-COMMERCIAL ACTIVITY OR WAS OBTAINED FROM A VIDEO PROVIDER LICENSED TO PROVIDE SUCH VIDEO. NO LICENSE IS GRANTED OR IMPLIED FOR ANY OTHER USE. ADDITIONAL INFORMATION MAY BE OBTAINED FROM MPEG LA, L.L.C. SEE <a href='https://aka.is/mpegla' target='_blank' class='text-teal-500 underline'>https://aka.is/mpegla</a>.",
  "export_restrictions": "<b>2.11. Export Restrictions.</b> You must also comply with all domestic and international export laws and regulations that apply to the Software, including restrictions on destinations, end users, and end use. For more information on export restrictions, please visit <a href='https://aka.is/exporting' target='_blank' class='text-teal-500 underline'>https://aka.is/exporting</a>.",
  "technical_support_services": "2.12. Technical Support Services.</b> Input Studios is not obligated to provide technical support services for the Software under this agreement. Any support is provided 'as is', 'with all faults' and without warranty of any kind.",
  "updates_periodically": "<b>2.13. Updates.</b> The Software will periodically check for software updates and will download and install them for you. You agree to receive these updates only from Input Studios or from Input Studios' authorized sources. Input Studios may update your system to provide updates. You agree to receive these types of automatic updates without any additional notice. Updates may not include or support all existing Software features, services, or peripherals. If a dispute arises between you and Input Studios, you and Input Studios agree to attempt to resolve the dispute through informal negotiation for 60 days. If such negotiation fails, you and Input Studios agree to resolve the dispute by binding individual arbitration conducted by the American Arbitration Association under the Federal Arbitration Act ('FAA'), and waive any right to go to court to have the dispute heard by a judge or jury. In such event, all disputes shall be resolved by a neutral arbitrator. Class actions, class arbitrations, master hearings with attorney general, or any other proceeding in which any person acts in a representative capacity are prohibited, and no separate proceedings may be consolidated without the consent of all parties. For the full Arbitration Agreement, please visit <a href='https://aka.ms/arb-agreement-1' target='_blank' class='text-teal-500 underline'>https://go.inputstudios.ru/fwlink/?LinkId=521839</a>. You and Input Studios agree to be bound by its terms.",
  "entire_agreement": "<b>2.14. Entire Agreement.</b> This agreement and any other Input Studios terms that accompany add-ons, updates, or third party applications constitute the entire agreement for the Software.",
  "governing_law_venue": "<b>2.16. Governing Law and Venue.</b> If you acquired the Software in the United States or Canada, all claims of breach of this agreement and other claims (including claims under consumer protection, unfair competition, and tort) will be governed by and construed in accordance with the laws of the state or province of your residence (or the state or province in which you have your principal place of business), without regard to conflict of laws principles, excluding any arbitration provisions that are governed by the FAA. If you acquired the Software in any other country, the laws of that country will apply, excluding any arbitration provisions that are governed by the FAA. If jurisdiction in the federal courts of the United States applies, you and Input Studios agree that any disputes arising out of or relating to this agreement (excluding arbitration) will be brought exclusively in the federal courts in King County, Washington. Otherwise, you and Input Studios agree that any disputes related to this agreement (excluding arbitration) will be subject to the jurisdiction of the Superior Court of King County, Washington.",
  "consumer_rights": "<b>2.17. Consumer Rights, Regional Variations.</b> This agreement describes certain legal rights. You may have other rights, including consumer rights, under the laws of your state, province, or country. Independently of your relationship with Input Studios, you may also have rights with respect to the party from whom you acquired the Software. This agreement does not change those rights if the laws of your state, province, or country do not permit it to do so. For example, if you acquired the software in one of the regions below, or if mandatory country law applies, the following provisions apply to you:",
  "australia": "(a) Australia. You have guarantees under the Australian Consumer Law and nothing in this agreement is intended to affect those rights.",
  "canada": "(b) Canada. If you acquired this Software in Canada, you may stop receiving updates by disconnecting your device from the Internet (if you reconnect your device to the Internet, the software will resume checking for and installing updates) or uninstalling the Software. Your product documentation, if any, may also contain instructions on how to disable updates for a particular device or Software.",
  "germany_australia": "(c) Germany and Austria. If you use the Software in Germany, you may only do so in accordance with the following terms: <a href='https://aka.is/wave-germany' target='_blank' class='text-teal-500 underline'>https://aka.is/wave-germany</a>.",
  "disclaimer_warranty": "<b>2.18. DISCLAIMER OF WARRANTY.</b> THE SOFTWARE IS LICENSED 'AS IS,' 'WITH ALL FAULTS,' AND 'AS AVAILABLE.' YOU ASSUME THE ENTIRE RISK OF USE. INPUT STUDIOS MAKES NO EXPRESS WARRANTIES OR GUARANTEE OF COMPLIANCE WITH ANY TERMS. THIS AGREEMENT DOES NOT CHANGE ANY ADDITIONAL CONSUMER RIGHTS OR WARRANTIES THAT MAY BE PROVIDED UNDER LOCAL LAWS. TO THE EXTENT PERMITTED BY LOCAL LAW, INPUT STUDIOS EXCLUDES ALL IMPLIED WARRANTIES, INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.",
  "limitation_remedies": "<b>2.19. LIMITATION ON AND NO REMEDIES FOR LOSSES AND DAMAGES.</b> IF YOU HAVE A BASIS TO RECOVER DAMAGES FROM INPUT STUDIOS, INPUT STUDIOS’ AFFILIATES, OR INPUT STUDIOS’ SUPPLIERS NOTWITHSTANDING THE ABOVE DISCLAIMER OF WARRANTIES, YOU MAY RECOVER ONLY FOR DIRECT DAMAGES IN AN AMOUNT NOT TO EXCEED THE AMOUNT YOU PAID FOR THE SOFTWARE OR $5, WHICHEVER IS GREATER. YOU CANNOT RECOVER ANY OTHER DAMAGES OR LOSSES, INCLUDING CONSEQUENTIAL, SPECIAL, INDIRECT, PUNITIVE, INCIDENTAL, OR RELATED DAMAGES. TO THE MAXIMUM EXTENT PERMITTED BY LAW, THESE LIMITATIONS AND EXCLUSIONS APPLY TO ANY AND ALL CLAIMS RELATING TO THE SOFTWARE.",
  "applies_even": "<b>This applies even if the remedy does not fully compensate you for all of the losses or damages you incurred or fails of its essential purpose, or if Input Studios knew or should have known about the possibility of such damages. The above limitation or exclusion may not apply to you because the laws of your state, province, county, or country do not allow the exclusion or limitation of liability for incidental, consequential or other damages.</b>",
  "source_code": "The source code for parts of Input Studios Wave is available for free at <a href='https://thirdpartysource.inputstudios.ru' target='_blank' class='text-teal-500 underline'>https://thirdpartysource.inputstudios.ru</a> under the terms of the open source licenses provided at <a href='https://aka.is/thirdpartynotices' target='_blank' class='text-teal-500 underline'>https://aka.is/thirdpartynotices</a>, and in Input Studios Edge at wave://credits after installation. You can also obtain this source code by sending a check or money order for $5, including the Edge version number, to:",
  "privacy_statement": "Privacy Statement",
  "select_language": "Select language",
  "accept_download": "Accept and download",
  "loading": "Loading...",
  "thanks": "Thank you!",
  "download_will_start_soon": "Download will start soon",
  "close": "Close"
}
