{
  "title": "Input Studios account | Privacy",
  "privacy": "Privacy",
  "privacy_starts_with_putting": "Privacy starts with putting you in control of your data and giving you the tools and information you need to make choices you can feel good about. This website is where you can manage your privacy settings for the Input Studios products you use, and where you can view and clear the data for your Input Studios account activity.",
  "learn_more_about": "Learn more about our commitment to Privacy",
  "make_sure_you": "Make sure you&apos;re safe and secure",
  "review_your_account": "Review your account safety settings to strengthen your online security.",
  "get_started": "Get started",
  "empower_your_productivity": "Empower your productivity",
  "your_personal_data": "Your personal data can be used to improve your productivity across Input Studios products. If you have a privacy question or ",
  "contact_privacy_team": "concern — contact our privacy team",
  "location": "Location",
  "give_me_directions_other": "Give me directions and other info by using my location data",
  "no_data": "No data",
  "browsing_search": "Browsing and search",
  "relevant_suggestions": "Show me more relevant suggestions and results by using my browsing and search history",
  "activities": "Activities: 0",
  "spelling_and_text": "Spelling and text",
  "typing_suggestions_and_handwriting": "Improve typing suggestions and handwriting recognition by using my typing and handwriting info",
  "app_access": "App access",
  "access_my_info": "Choose which apps and services can access my info",
  "apps": "Apps: 0",
  "people_suggestions": "People suggestions",
  "suggestions_including_people": "Expand my suggestions by including people. I have contacted or who have contacted me",
  "search_news_personalization": "Search and news personalization",
  "viewing_search_results": "Set preferences for viewing search results and news feeds that reflect my interest",
  "not_displayed": "Some data might not be displayed here or might not be available yet. ",
  "about_viewing_data": "Learn more about viewing data on this page",
  "manage_ads": "Manage ads and promotional communications",
  "view_change_settings": "View and change settings for personalized ads and promotional communications.",
  "personalized_ad_settings": "Personalized ad settings",
  "preferences_viewing_ads": "Set preferences for viewing ads that more closely reflect my interest",
  "promotional_communications": "Promotional communications",
  "send_promotional_material": "Send promotional material to my email",
  "finding_privacy_settings": "Finding privacy settings in Input Studios products",
  "select_product_manage": "Select a product to manage its settings or get more information. Didn't find what you were looking for?",
  "find_privacy_settings_products": "Find privacy settings in other Input Studios products",
  "privacy_policy": "Input Studios Privacy Policy",
  "data_stays_private_work": "Your data stays private at work, at home and on the go",
  "privacy_protection_measures": "Our privacy protection measures",
  "base_privacy_commitments": "We base our privacy commitments on robust data management practices, so you can be confident that we will protect the security and privacy of your data and only use it in accordance with the reasons you provided it to us.",
  "control_your_information": "You control your information",
  "give_you_control_over": "We give you control over your data and clear choices about how we use it.",
  "your_data_is_protected": "Your data is protected",
  "systematically_protect_your_data": "We systematically protect your data using encryption and other security best practices.",
  "privacy_definition": "Privacy by definition",
  "develop_our_products": "We develop our products with a primary commitment to user privacy.",
  "defend_your_rights": "We defend your rights",
  "fight_stronger_privacy": "We fight for stronger privacy and data protection laws, and will stand up for your rights if the government asks for your data.",
  "discover_and_manage_your": "Discover and manage your data",
  "privacy_core_build_products": "Privacy is at the core of how we build the products and services our customers use every day. Explore the privacy resources and controls below to help you manage your data and how it’s used.",
  "visit_privacy_dashboard": "Visit the privacy dashboard",
  "privacy_dashboard_lets_manage": "The privacy dashboard lets you manage your Input Studios account privacy settings and data.",
  "go_privacy_dashboard": "Go to Privacy Dashboard",
  "account_verification": "Account verification",
  "account_verification_wizard": "The Account Verification Wizard is a tool that helps you check your account security settings to improve your online safety.",
  "perform_account_verification": "Perform account verification",
  "finding_privacy_controls": "Finding Privacy Controls",
  "find_privacy_settings": "Learn how to find privacy settings and other related information across Input Studios products and services.",
  "additional_privacy_controls": "Additional privacy controls",
  "data_protection_business": "Data protection for business",
  "enterprise_business_customers": "Enterprise and business customers, IT administrators, and anyone who uses Input Studios products for work can visit the Input Studios Trust Center for information about the privacy and security practices of our products and services.",
  "security_control_center": "Input Studios Security Control Center",
  "learn_more_about_privacy": "Learn more about privacy at Input Studios",
  "more_information_about_privacy": "For more information about privacy at Input Studios and how we put our privacy principles into practice, please see the following links and resources.",
  "privacy_statement": "Privacy Statement",
  "privacy_very_important": "Your privacy is very important to us. This privacy statement describes the personal data that Input Studios processes, the methods and purposes of its processing.",
  "privacy_young_people": "Privacy for young people",
  "privacy_young_about_and_understand": "Privacy for Young People is a page where young users can learn about and understand Input Studios' privacy practices and learn how to use our products in ways that protect privacy. This page also covers topics that may be useful to parents and guardians.",
  "report_privacy_statement": "Report Privacy Statement",
  "privacy_report_contains": "The Privacy Report contains new privacy developments from Input Studios. Find the latest information about the personal data we collect, how it may be used, and how you can control your data.",
  "answers_frequently_asked": "Answers to frequently asked questions about privacy",
  "have_questions_about_privacy": "Do you have questions about privacy at Input Studios? We explain how customers can export or delete personal data in our Privacy FAQ.",
  "corporate_social_responsibility": "Corporate Social Responsibility Input Studios",
  "approach_creating_more": "Learn more about Input Studios' approach to creating a more inclusive, equitable, sustainable and resilient future for all, and how technology can and should benefit the future of humanity and our planet.",
  "data_privacy_notice": "Data Privacy Notice in Russia",
  "located_data_privacy_notice": "If you are located in Russia, please read our Russia data privacy notice.",
  "whats_new": "What's new",
  "check_out_latest_articles": "Check out the latest articles, blog posts, and news from Input Studios about keeping your privacy at home and at work.",
  "gdpr_and_generative_ai": "GDPR and Generative AI – A Guide for the Public Sector",
  "paper_provides_practical": "This white paper provides practical support for public sector organizations as they consider generative AI services such as Copilot for Input Studios Workspace and the Azure OpenAI service. Learn how public sector organizations can leverage the power of generative AI while meeting their obligations under the General Data Protection Regulation (GDPR).",
  "protecting_commercial_public_sector": "Protecting Commercial and Public Sector Customer Data in the Age of AI",
  "commitment_protecting": "Learn more about Input Studios' commitment to protecting our commercial and government customers' data, and how our approach to AI is privacy-first across all of our AI products and solutions.",
  "building_trust_protecting": "Building Trust and Protecting Privacy in the Age of AI",
  "privacy_commitment_applies": "Learn how Input Studios' privacy commitment applies to AI and how Input Studios enables customers to use new AI technologies while maintaining trust and protecting privacy.",
  "enables_customers_store": "Input Studios Cloud enables customers to store personal data within the European data border",
  "eu_data_border_enables_customers": "Input Studios' EU Data Border enables customers to store and process their data within the EU. Explore the latest improvements and new features that build on previous progress.",
  "read_more": "Read more",
  "contact_our_team": "Contact our team",
  "privacy_concerns": "If you have any privacy concerns, requests or questions,",
  "contact_us": "contact us"
}
