{
   "russian_lang": "Russian",
   "version_app": "Version 0.0.5.14",
   "header_home": "Home",
   "header_about": "About",
   "header_projects": "Projects",
   "header_blogs": "Blogs",
   "header_contacts": "Contacts",
   "header_search": "Search",
   "header_search_site": "Search InputStudios.com",
   "header_themes": "Themes",
   "header_sign_in": "Sign In",
   "header_sign_out": "Sign Out",
   "header_dashboard": "Dashboard",
   "header_profile": "Profile",
   "header_forum": "Forum",
   "header_products": "Products",
   "header_get_started": "Get started",
   "home_welcome": "Welcome to Input Studios",
   "home_welcome_description": "Here you&apos;ll find a variety of articles and tutorials on topics such as web development, software engineering, and programming languages.",
   "home_view_all_posts": "View all posts",
   "home_recent_posts": "Recent posts",
   "home_subscribe_news": "Subscribe to Input Studios news",
   "wave_card_description": "Fast and convenient search for information on the Internet. Convenient interface for entering queries and viewing results",
   "button_wave_download": "Download",
   "quantum_engine_card_description": "Powerful and flexible game engine designed to create high-quality 2D and 3D games",
   "button_quantum_engine_more": "More details",
   "dialog_chat_card_description": "Communication with free messaging features, video chats, voice calls, group messages",
   "button_dialog_download": "Download",
   "workspace_card_description": "Text editors, email, calendar, task and project management system",
   "button_workspace_more": "More details",
   "call_to_action": "Want to know more about our projects?",
   "call_to_action_description": "Check out the GitHub repositories for our projects",
   "call_to_action_button": "Input Studios Projects",
   "about": "About Input Studios",
   "about_company_title": "About Input Studios | Company Vision",
   "about_blog": "Input Studio Blog is a blog that I created to share my througts and ideas with the world. I am a software engineer and I love to write about my experiences and things that I have learned. I hope you enjoy reading my blog.",
   "about_search": "On this blog, you'll find weekly articles and tutorials on topic such as web development, software engineering, and programming language. Input Studios is always learning and exploring new technologies, so be sure to check back often for new content!",
   "about_description": "We encourage you to leave comments om our posts and engage with other readers. You can like other people&apos;s comments and reply to them as well. We belive that a community of learners can help each other grow and improve.",
   "footer_whats_new": "What's new",
   "footer_projects": "Projects",
   "footer_business": "Business",
   "footer_business_company": "Input Studios Business",
   "footer_dialog_chat": "Chatify",
   "footer_small_business": "Small Business",
   "footer_company": "Company",
   "footer_company_news": "Company news",
   "footer_privacy": "Privacy at Input Studios",
   "footer_investors": "Investors",
   "custom_footer_privacy_choice": "Your privacy choices",
   "custom_footer_contacts": "Contacts us Input Studios",
   "custom_footer_privacy": "Privacy",
   "custom_footer_terms": "Terms of use",
   "custom_footer_trademarks": "Trademarks",
   "custom_footer_about_ads": "About our ads",
   "cookie_management": "Cookie management",
   "search_community": "Search the community",
   "community_center": "Community Center",
   "apps": "Input Studios Apps",
   "find_answer": "Didn’t find an answer?",
   "ask_new_question": "Ask a new question",
   "count_visitors": "2.5 million",
   "average_daily_visitors": "average daily visitors",
   "posts_daily": "posts daily",
   "hour_response_time": "2 hour",
   "average_response_time": "average response time",
   "count_annually": "330 million",
   "customers_helped_annually": "customers helped annually",
   "browse_products": "Browse products",
   "view_all_products": "View all products",
   "about_company": "About company",
   "our_history": "Our history",
   "contact_us": "Contacts",
   "thanks_signin": "Thanks for signing in,",
   "support_faster": "Now we`ll be able to get you the right help and support faster.",
   "help_and_support": "Sign in so we can get you the right help and support.",
   "select_need_help": "Select the product you need help with",
   "sign_in": "Sign In",
   "show_self_help": "We`ll show you self-help options first. Additional help is available if you need it, including live chat with a Input Studios specialist.",
   "information_helpful": "Was this information helpful?",
   "additional_support_options": "Additional support options",
   "business_assist": "Business Assist",
   "sign_up_business_assist": "Sign up for Business Assist to get professional advice from small business experts. Are you already subscribed?",
   "help_business_admin": "Help for small business administrators",
   "service_request": "Open a service request in the Input Studios Workspace Admin Center. This service is free.",
   "store_support": "Input Studios Store support",
   "get_help_support_purchase": "Get help and support whether you're shopping now or need help with a past purchase.",
   "hide_expanded_list": "Hide expanded list of products",
   "show_expanded_list": "Show expanded list of products",
   "yes": "Yes",
   "no": "No",
   "new_opportunities": "New opportunities",
   "templates": "Templates",
   "additional_support": "Additional support",
   "ask_question": "Ask a Question",
   "tips_beginners": "Tips for Beginners",
   "questions_answers": "Questions and answers",
   "rules_conduct_community": "Rules of conduct in the community",
   "visit_community_center": "Visit the community center",
   "scroll_up_button": "Up",
   "manage_cookie_preferences": "Manage your cookie preferences",
   "use_cookies": "Most Input Studios websites use cookies. Cookies are small text files that websites write to devices to store data for future visits. Input Studios and our partners use cookies to remember your preferences and settings, make it easier to sign in to your accounts, show you personalized ads, and analyze how well our websites perform. For more information, please see the Cookies and similar technologies sections in the <a href='/privacy-statement' target='_blank' class='link'>Privacy Statement</a>.",
   "mandatory_cookie": "Mandatory",
   "use_necessary_cookies": "We use necessary cookies to enable core functionality of the website. For example, they are used for account sign-in, saving language preferences, creating a shopping cart, improving performance, routing traffic between web servers, recognizing screen size, determining page load time, improving user experience, and for audience estimation. These cookies are essential for the operation of our websites.",
   "analytical_cookie": "Analytical",
   "use_analytical_cookies": "We allow third parties to use analytics cookies to understand how you use our websites so that we can improve them and the third parties can create and improve their products. These products may be used on sites that are not owned or controlled by Microsoft. For example, they are used to collect information about the pages you visit and how many mouse clicks it takes to complete a task. We use some analytics cookies for advertising.",
   "accept": "Accept",
   "decline": "Decline",
   "social_media": "Social media",
   "use_cookies_social_networks": "We and third parties use social media cookies to show you advertising and content based on your social media profiles and activity on our websites. They are used to connect your activity on our websites with your social media profiles so that the ads and content you see on our websites and social networks better reflect your interests.",
   "advertising": "Advertising",
   "use_advertising_cookies": "We and third parties use advertising cookies to show you new ads by knowing which ads you have already seen. They are also used to track the ads you click on or purchases you make after clicking an ad to pay, and to show you ads that are more relevant to you. For example, they are used to detect when you click on an ad and serve ads based on your social media interests and web browsing history. We and third parties use advertising cookies to show you new ads by knowing which ads you have already seen. They are also used to track the ads you click on or purchases you make after clicking an ad to pay, and to show you ads that are more relevant to you. For example, they are used to detect when you click on an ad and serve ads based on your social media interests and web browsing history.",
   "reset_everything": "Reset everything",
   "save_changes": "Save changes",
   "projects_company_title": "Company projects",
   "home_title": "Input Studios - Cloud Technologies, Applications and Games",
   "about_company_image_alt": "About company",
   "about_company_heading": "Empowering others",
   "about_company_heading_title": "Our mission is to empower every person and every organization on the planet to achieve more.",
   "header_support": "Support",
   "header_workspace": "Workspace",
   "header_apps": "Apps",
   "header_deals": "Deals",
   "community_forums": "Community Forums",
   "portal_for_small_business": "Portal for small business",
   "developer": "Developer",
   "education": "Education",
   "report_scam_fake_support_service": "Report a scam with fake support service",
   "our_company": "Our company",
   "stay_informed": "Stay informed about Microsoft – from company facts and news to our worldwide locations and more.",
   "explore_world": "Explore the world of Input Studios",
   "who_we_are": "Who we are",
   "get_to_know_our_people": "Get to know some of our people, explore engaging stories, and meet the leaders who shape our vision.",
   "meet_people": "Meet the people of Input Studios",
   "what_we_value": "What we value",
   "utilize_technology": "See how we utilize technology to build platforms and resources to help make a lasting positive impact.",
   "learn_about_values": "Learn about our values",
   "get_in_touch": "Get in touch. We’re here to help.",
   "get_support": "Get the support you need",
   "featured_programs": "Featured programs and projects",
   "sustainability_by_the_numbers": "Sustainability By the Numbers",
   "carbon_negative_by_2030": "Microsoft will be carbon negative by 2030. Get an interactive look at other ways our company is improving our environmental impact.",
   "explore_by_the_numbers": "Explore By the Numbers",
   "corporate_social_responsibility": "Corporate Social Responsibility",
   "technology_for_good": "We believe technology is a powerful force for good and are working to foster a sustainable future where everyone has access to the benefits and opportunities created by technology.",
   "learn_about_our_approach": "Learn about our approach",
   "stories": "Stories",
   "inspired_by_people": "At Microsoft, we're inspired by people around the world who use technology to do imaginative, innovative, and life-changing things. We share their stories.",
   "view_their_stories": "View their stories",
   "microsoft_ai": "Microsoft AI",
   "ai_with_people_at_center": "When designed with people at the center, AI can extend your capabilities, free you up for more creative and strategic endeavors, and help you and your organization achieve more.",
   "explore_microsoft_ai": "Explore Microsoft AI",
   "cookie": "We use cookies to offer you a better browsing experience, analyze site traffic, and personalize content. Read about how we use cookies and how you can control them by visiting our Cookie Settings page. If you continue to use this site, you consent to our use of cookies.",
   "cookie_allow": "Allow",
   "cookie_deny": "Deny",
   "cookie_settings": "Settings",
   "title_account": "Input Studios account | Home page",
   "account": "Input Studios account",
   "help": "Help",
   "feature_help": "Featured Help",
   "search_help": "Search by Help",
   "select_category_popular_topics": "Select a category to explore popular help topics.",
   "account_profile": "Account profile",
   "account_security": "Account security",
   "account_purchases": "Account purchases",
   "subscriptions": "Subscriptions",
   "read_article_browser": "Read article in browser",
   "was_this_helpful": "Was this helpful?",
   "great_any_other_feedback": "Great! Any other feedback?",
   "protect_privacy": "To protect your privacy, please do not include contact information in your feedback.",
   "privacy_policy": "Privacy policy",
   "send": "Send",
   "no_thanks": "No thanks",
   "type_feedback": "Type your feedback here...",
   "you_have_no_comments": "You have no comments yet!",
   "date_updated": "Date updated",
   "comment_content": "Comment content",
   "number_of_likes": "Number of likes",
   "post_id": "PostId",
   "user_id": "UserId",
   "delete": "Delete",
   "show_more": "Show more",
   "sure_you_delete_comment": "Are you sure you want to delete this comment?",
   "yes_sure": "Yes, I&apos;m sure",
   "no_cancel": "No, cancel",
   "you_have_no_users": "You have no users yet!",
   "date_created": "Date created",
   "user_image": "User image",
   "username": "Username",
   "email": "Email",
   "admin": "Admin",
   "sure_you_delete_user": "Are you sure you want to delete this user?",
   "you_have_no_posts": "You have no posts yet!",
   "edit": "Edit",
   "post_image": "Post image",
   "post_title": "Post title",
   "post_category": "Category",
   "no_comments": "No comments",
   "sure_you_delete_post": "Are you sure you want to delete this post?",
   "dashboard": "Dashboard",
   "posts": "Posts",
   "users": "Users",
   "comments": "Comments",
   "sidebar_account": "Account",
   "profile": "Profile",
   "privacy": "Privacy",
   "sign_out": "Sign Out",
   "download_wave": "Download Input Studios Wave",
   "terms_license_agreement": "TERMS OF THE INPUT STUDIOS SOFTWARE LICENSE AGREEMENT",
   "installed_terms_viewed_": "Once installed, these terms can also be viewed in Input Studios Wave at edge://terms.",
   "license_terms_agreement_between ": "These license terms are an agreement between you and Input Studios (or one of its affiliates). They apply to this software published by Input Studios and any updates to the software (the 'Software') (unless separate or additional terms accompany the software or updates, in which case those terms apply prospectively and do not affect your or Microsoft's rights with respect to the Software already updated). IF YOU COMPLY WITH THE TERMS OF THIS LICENSE, YOU HAVE THE RIGHTS SET FORTH BELOW. BY DOWNLOADING OR USING THE SOFTWARE, YOU ACCEPT THESE TERMS. IF YOU DO NOT AGREE WITH THESE TERMS, YOU ARE NOT AUTHORIZED TO DOWNLOAD OR USE THE SOFTWARE.",
   "windows_devices": "1. INPUT STUDIOS WAVE FOR WINDOWS DEVICES",
   "windows_license_terms": "1.1 Windows License Terms. Installation and use of the Software on any Windows platform is governed by the license terms for the Input Studios Windows operating system software (“Windows License Terms”) on which you are using the Software. These terms are incorporated by reference. If the Software is downloaded from Microsoft and is marked as a “trial,” “introducer,” “beta,” or “preview,” or is otherwise marked as being a non-final release of the Software, then the terms in Section 1.2 also apply to your use of the Software. Section 1.3 applies to your use of other services that may be provided in conjunction with your use of the Software.",
   "updates": "1.1.1 Updates. Notwithstanding Section 1.1 with respect to Windows 7, 8, and 8.1, the applicable Windows License Terms, and any Windows update settings you have configured, the Software will periodically check for, download, and install updates for you. You may obtain updates only from Microsoft or through authorized sources, and Microsoft may need to update your system to provide you with these updates. By accepting the terms of this agreement, you consent to receive these types of automatic updates without any further notice.",
   "preview_versions": "1.2 Preview Versions. Microsoft may provide you with access to a trial, preview, beta, or other pre-release version of software (“Preview Versions”). You may use Preview Versions only until the software’s expiration date (if any), subject to the Windows License Terms. Preview Versions are experimental products (meaning they may not work correctly) and may differ materially from commercial versions. In some cases, Preview Versions may even unintentionally harm your device, causing it to stop working or cause intermittent crashes, data loss, or apps to stop working or be removed. To recover, you may need to reinstall the software, operating system, or firmware on your device. In some cases, it may not be possible to revert to a previous version of the software. Because Preview Versions may contain more bugs or inaccuracies, you should back up your device before installing any Preview Versions. We recommend installing Previews on non-production devices that are not business critical because you are likely to experience crashes, changes to settings and policies, loss of data or apps, changes to features and functionality, other apps being forced to stop working, other apps being automatically updated or removed from your device without notice, and other potential issues. We strongly recommend that you do not install Previews on any systems that you do not directly control or that you share with others. Notwithstanding anything to the contrary in this Agreement, Previews are non-transferable and are provided 'AS IS.' Installing Previews on a device may void any warranty provided with the device and may disqualify you from receiving technical support from the device manufacturer or network operator (if applicable). Microsoft may not provide technical support services for Previews. By sending comments, suggestions, or other feedback about a Preview to Input Studios (“Communication”), you grant Microsoft and its partners rights to use those Communications in any way and for any purpose. You agree not to provide Input Studios with any Communications that would subject Input Studios to a license that would require Input Studios to license its Software or documentation to third parties because Microsoft includes your Communication. These rights survive the termination of this agreement. Input Studios may modify, discontinue, or disable access to Previews at any time, without notice, for any reason. You may stop using a Preview at any time by uninstalling and deleting all copies of any Preview.",
   "data_collection_previews": "1.2.1 Data Collection for Previews. Previews may not include, or may include less stringent or different standards for security, privacy, accessibility, availability, and reliability comparable to those for commercial services and software. For Previews discussed in Section 1.2, the privacy and feature settings may not work as intended, and the Previews themselves may not work with other Windows privacy settings, including diagnostic data settings for Windows 10 / Windows 11. Data collected from your use of Previews, including diagnostic and technical reports, error reports, crash dumps, and other related data from your devices running the Preview, may be used, stored, processed, and analyzed to help keep Windows and the Preview up to date, secure, and performing as intended. It also helps us improve Microsoft products and services and may be used for any other purposes described in the Microsoft Privacy Statement. If you disable data collection through the controls in Previews, we may continue to collect diagnostic information about the download, installation, and uninstallation of Previews, as well as “baseline” data as described in the Windows Diagnostics section of the Input Studios Privacy Statement. The Microsoft Privacy Statement ( https://go.inputstudios.ru/fwlink/?LinkId=521839 ) and this paragraph apply to the Previews described in Section 1.2.",
   "other_Services": "1.3 Other Services. The Software may include features that provide an access point or rely on other services, websites, links, content, materials, integrations, or applications, including those of independent third parties (“Other Services”). Your use of Other Services or features of the Software that rely on Other Services may be subject to separate terms and privacy policies. You can review these separate terms and conditions through the websites or settings of the Other Services (as applicable). These Other Services may not be available in all regions. You may not use tokens used by the Software to call Microsoft Azure services separate from the Software.",
   "devices_without_windows": "2. INPUT STUDIOS WAVE FOR DEVICES WITHOUT WINDOWS",
   "privacy_statement": "Privacy Statement",
   "select_language": "Select language",
   "accept_download": "Accept and download",
   "loading": "Loading...",
   "thanks": "Thanks!",
   "download_will_start_soon": "Download will start soon",
   "close": "Close"
}
