const companyNewsData = [
  {
    id: 0,
    text: "Quantum Solaris можно приобрести со скидкой до 20%"
  },
  {
    id: 1,
    text: "Как руководители по информационной безопасности готовятся к работе в 2024 году"
  },
  {
    id: 2,
    text: "Искусство дипломатии технологически преображается"
  },
  {
    id: 3,
    text: "День безопасного Интернета 2024"
  },
  {
    id: 4,
    text: "Уровень цифровой культуры в России улучшился на 6%"
  },
  {
    id: 5,
    text: "Как раскрыть вкус меда с помощью дополненной реальности "
  },
  {
    id: 6,
    text: "Как Nokia использует Azure Arc для расширения возможностей клиентов в мультиоблачном мире "
  }
];

export default { companyNewsData };
