{
  "not_support_video_tag": "Ваш браузер не поддерживает тег видео.",
  "achieve_your_vision": "Достигни цели",
  "powerful_game_development_platform": "Самая мощная платформа для разработки игр, позволяющая вам и вашей команде создавать развлекательные проекты мирового уровня.",
  "download_on_pc": "Загрузить на PC",
  "learn_more": "Узнать больше",
  "full_source_code_engine_features": "Полный исходный код • Все функции движка • Доступ ко всем платформам",
  "new_in": "НОВОЕ В 0.0.24-BETA",
  "your_workflow_just_got_faster": "Ваш рабочий процесс стал быстрее",
  "significant_improvements": "Quantum Engine 0.0.2-beta поставляется со значительными улучшениями. Новые инструменты и улучшения делают процесс разработки игр более интуитивным, чем когда-либо прежде.",
  "view_release_notes": "Просмотреть заметки о выпуске",
  "all_features": "Все функции",
  "sandbox": "Песочница",
  "what_you_see_what_you_get": "Что видите, то и получаете: Sandbox позволяет создавать бесшовные миры без запекания. Создайте свой мир и экспортируйте в игру так, как вы видите его в редакторе.",
  "rendering": "Рендеринг",
  "global_illumination": "Полностью динамическое глобальное освещение в реальном времени с полностью PBR-рабочим процессом позволяет создавать сверхреалистичные среды, используя привычные вам инструменты.",
  "physics": "Физика",
  "realistically_accounts": "Физическое моделирование, реалистично учитывающее физические свойства реального мира, позволяет создавать легко настраиваемые и динамичные сцены.",
  "audio": "Аудио",
  "exclusive_audio_translation": "Используйте эксклюзивный слой аудиотрансляции Quantum Engine, который позволяет вам выбирать промежуточное программное обеспечение, которое вам нужно, когда вам нужно. Позволяет создавать рабочие процессы, которые работают для вас.",
  "achieved_with_quantum_engine": "Достигнуто с помощью Quantum Engine",
  "support_amazing_projects": "Поддержка удивительных проектов",
  "get_access_latest_version": "Получите доступ к последней версии движка, стоящего за визуальными бенчмарками, таким как Quantum Solaris. Используйте те же инструменты, что и наши внутренние команды.",
  "watch_presentation": "Посмотреть презентацию",
  "use_quantum_engine_free": "Используйте Quantum Engine бесплатно. 5% роялти применяется при отправке вашего проекта. Ваш первый годовой доход в размере 1 миллиона рублей  за проект не облагается роялти.",
  "update": "ОБНОВЛЕНИЕ",
  "documentation_available": "Доступна документация по Quantum Engine",
  "public_documentation": "Мы перенесли публичную документацию Quantum Engine в новый формат.",
  "games": "ИГРЫ",
  "quantum_solaris_releases_steam": "Quantum Solaris выходит в Steam",
  "we_talked_Matthias": "Мы поговорили с Ярославом Федоровым, который последние два года работал над Quantum Solaris — шутером от первого лица, созданной на базе Quantum Engine.",
  "announcement": "ОБЪЯВЛЕНИЕ",
  "new_convenience_features": "Новые удобные функции для Quantum Engine Hub",
  "public_user_profile": "Публичный профиль пользователя, автоматические запросы исходного кода и ссылка на учетную запись Discord появятся в хабе, но форум будет упразднен.",
  "launcher_update": "Обновление программы запуска квантового двигателя",
  "launcher_has_been_updated": "Quantum Engine Launcher был обновлен для улучшения опыта. Узнайте, что вам нужно знать."
}
