{
  "legal_title": "Интеллектуальная собственность и открытые инновации | Юридические услуги Input Studios",
  "intellectual_property_and_open_innovation": "Интеллектуальная собственность и открытые инновации",
  "investing_innovation_worldwide": "Инвестиции в инновации по всему миру",
  "among_top_investors_innovation_worldwide": "Input Studios входит в число ведущих инвесторов в инновации во всем мире. Инновации лежат в основе корпорации Input Studios как компании и являются движущей силой нашей миссии — дать возможность каждому человеку и каждой организации на планете достичь большего. Эти инвестиции наиболее успешны не только тогда, когда они приносят пользу корпорации Майкрософт, но и когда они открывают больше возможностей для наших клиентов и партнеров. Мы должны обеспечить, чтобы наша политика инноваций поддерживала как нашу способность производить передовые технологии, так и способность наших клиентов, партнеров и разработчиков использовать эти технологии для достижения большего. В результате корпорация Майкрософт полагается на различные режимы интеллектуальной собственности и открытых инновационных систем, включая патенты, авторские права, товарные знаки, коммерческую тайну, открытые данные, открытый исходный код и стандарты, и участвует в них.",
  "patents": "Патенты",
  "intellectual_property_management": "Input Studios стремится к ответственному управлению интеллектуальной собственностью, включая создание здоровой патентной экосистемы по всему миру, которая способствует и поощряет инновации.",
  "learn_about_our_patent_portfolio": "Узнайте о нашем патентном портфеле",
  "copyrights": "Авторские права",
  "products_and_services_including": "Продукты и услуги Input Studios, включая изображения, текст и загрузки программного обеспечения (далее «контент»), принадлежат либо компании Input Studios, либо третьим лицам, которые предоставили Input Studios разрешение на использование контента.",
  "read_our_copyright_requirements": "Ознакомьтесь с нашими требованиями к авторским правам",
  "trademarks": "Товарные знаки",
  "grateful_for_trust": "Input Studios благодарна за доверие, которое люди оказывают нашим продуктам, услугам и опыту. В наших Правилах по товарным знакам и бренду подробно описано, как вы можете помочь нам защитить активы бренда Input Studios, включая логотипы, названия, значки приложений и продуктов, а также доверие, которое они представляют.",
  "review_our_guidelines": "Ознакомьтесь с нашими правилами",
  "open_source": "Из открытых источников",
  "all_in_on_open_source": "Input Studios полностью за открытый исходный код. Мы считаем, что совместная разработка в рамках процесса открытого исходного кода ускоряет инновации. Будучи одним из крупнейших в мире соавторов открытого исходного кода, Input Studios делится инновациями в открытых экосистемах, чтобы все могли совершенствоваться и развиваться вместе с нами.",
  "learn_more_about_open_source": "Узнайте больше об открытом исходном коде",
  "ip_licensing": "Лицензирование интеллектуальной собственности",
  "our_investments_research": "Наши инвестиции в исследования и разработки помогают создавать новые и лучшие продукты, услуги и опыт Input Studios на благо наших клиентов. Мы предлагаем несколько программ передачи технологий, которые ускоряют разработку продуктов.",
  "explore_our_programs": "Изучите наши программы",
  "open_data_campaign": "Кампания по открытым данным",
  "through_our_open_data_campaign": "Благодаря нашей кампании открытых данных мы работаем над тем, чтобы закрыть &quot;разрыв в данных&quot; и помочь организациям всех размеров осознать преимущества данных и новых технологий, которые они поддерживают.",
  "learn_about_campaign": "Узнайте о кампании"
}
