{
  "projects_company_title": "Проекты компании Input Studios",
  "all_company_projects": "Все проекты компании",
  "develop_your_own_games": "Разрабатывайте собственные игры в Quantum Engine",
  "create_unique_games": "Создавайте уникальные игры в Quantum Engine — в самой мощной платформе для разработки игр, позволяющая вам и вашей команде создавать развлекательные проекты мирового уровня.",
  "quantum_engine_game_engine": "Игровой движок Quantum Engine",
  "modern_game_engine": "Quantum Engine — современный игровой движок, предоставляющий разработчикам полный набор инструментов для создания уникальных и высококачественных игр. Движок оптимизирован для высокой производительности и поддерживает передовые технологии графики и физики, что позволяет создавать реалистичные игровые миры и захватывающий геймплей. Quantum Engine включает в себя инструменты для работы с 2D и 3D графикой, систему анимации, обработку звука и поддержку сетевой игры. С его помощью можно реализовать как небольшие инди-проекты, так и крупные коммерческие игры с высокой степенью интерактивности.",
  "learn_more": "Узнать подробнее",
  "chat_in_modern_messenger_chatify": "Общайтесь в современном мессенджере Chatify",
  "chat_quickly_and_conveniently": "Общайтесь быстро и удобно в современном мессенджере Chatify — обмен сообщениями, видеозвонки и многое другое в одном приложении!",
  "chatify_messenger": "Мессенджер Chatify",
  "chatify_modern_messenger": "Chatify — это современный мессенджер, который объединяет все необходимые функции для комфортного общения. С помощью Chatify вы можете обмениваться текстовыми сообщениями, совершать видеозвонки в высоком качестве и делиться мультимедиа файлами. Удобный интерфейс, быстрый доступ к контактам и поддержка групповых чатов делают общение еще проще и доступнее. Chatify также обеспечивает надежную защиту данных, чтобы каждый разговор оставался конфиденциальным.",
  "find_information_browser": "Поиск нужной информации в браузере Wave",
  "wave_fast_secure_browser": "Wave быстрый и безопасный браузер для комфортного серфинга в интернете. Конфиденциальность ваших сведений гарантированна",
  "wave_browser": "Браузер Wave",
  "wave_browser_offers_unique": "Браузер Wave предлагает уникальные функции, такие как встроенная защита от отслеживания, поддержка расширений и интуитивно понятный интерфейс. Благодаря оптимизированной работе с ресурсами, вы сможете наслаждаться стабильной работой даже на старых устройствах. Приложение доступно на всех популярных платформах и обеспечивает синхронизацию ваших данных между устройствами.",
  "document_creation_tools": "Инструменты для создания документа в пакете Workspace",
  "suite_offers_essential_tools": "Пакет Workspace предлагает основные инструменты для создания и редактирования документов.",
  "workspace_office_suite": "Офисный пакет Workspace",
  "suite_includes_document_creation": "Пакет Workspace включает в себя приложения для создания документов, такие как Google Документы, Таблицы и Презентации. Эти инструменты позволяют пользователям создавать, редактировать и совместно работать с документами, таблицами и презентациями в режиме реального времени, с поддержкой облачного хранения и синхронизации данных. Workspace предоставляет интеграцию с другими сервисами и продвинутые функции для эффективной работы."
}
