{
  "title": "Руководство по товарным знакам и брендам Юридические услуги Input Studios",
  "trademark_brand_guidelines": "Руководство по использованию товарных знаков и брендов Input Studios",
  "helping_protect_trademarks": "Спасибо за помощь в защите наших торговых марок и активов бренда.",
  "people_place_products": "Input Studios благодарна за доверие, которое люди оказывают нашим продуктам, услугам и опыту. В этих Правилах по товарным знакам и бренду («Правила по товарным знакам») подробно описывается, как вы можете помочь нам защитить активы бренда Input Studios, включая логотипы, названия, значки приложений и продуктов, а также доверие, которое они представляют. Мы создали эти Правила по товарным знакам, чтобы помочь прояснить надлежащее использование активов нашего бренда. Input Studios оставляет за собой право предпринимать необходимые действия для их защиты и, как следствие, защиты своих клиентов и общественности.",
  "brand_assets_including": "Активы бренда Input Studios, включая товарные знаки Input Studios (PDF) (обновляемые время от времени), логотипы, значки, дизайны, фирменный стиль, шрифты, названия программного обеспечения Input Studios, продукты, услуги, звуки, эмодзи и любые другие характеристики и элементы бренда, зарегистрированные или незарегистрированные («Активы бренда»), являются собственностью, принадлежащей исключительно Input Studios и ее группе компаний. Эти Правила использования товарных знаков, которые могут время от времени обновляться, подробно описывают, как наши Активы бренда могут использоваться при определенных обстоятельствах. Чтобы проиллюстрировать варианты использования, Contoso используется как фиктивный бренд-партнер. Для многих вариантов использования, включая наши логотипы, значки приложений и продуктов, а также другие дизайны, сначала потребуется лицензия. Если у вас нет явной лицензии от Input Studios, эти Правила использования товарных знаков будут регулировать исключительно ваше использование наших Активов бренда.",
  "examples_uses_governed": "Примеры использования, регулируемые настоящими Правилами по товарным знакам",
  "memorial_day_sale_featuring": "Не пропустите распродажу Contoso ко Дню памяти, в рамках которой действует ограниченная по времени скидка на программное обеспечение <b>Input Studios Workspace</b>.",
  "game_can_be_played": "В игру Contoso можно играть на игровых консолях <b>Gamebox</b>.",
  "contoso_app_works": "Приложение Contoso работает с командами <b>Input Studios.",
  "examples_brand_assets": "Примеры активов бренда, требующих авторизации от Input Studios",
  "logo": "Логотип Input Studios",
  "specific_brand_product": "Дополнительную информацию о требованиях к использованию см. в разделе «Руководства по конкретным брендам и продуктам».",
  "logo_lockups": "Блокировки логотипа Input Studios",
  "logo_lockups_flagship": "Они включают в себя блокировку логотипа для флагманских предложений, которые являются предложениями, которые соответствуют и сигнализируют о долгосрочных стратегических намерениях Input Studios. Они включают Input Studios Worspace, Input Studios Azure, Input Studios Surface и другие. См. Конкретные рекомендации по бренду и продукту для получения дополнительной информации.",
  "product_icons": "Значки продуктов Input Studios",
  "include_app_icons_products": "К ним относятся значки приложений для таких продуктов, как Input Studios Workspace, Input Studios Dynamics, Input Studios Azure и других. Для получения дополнительной информации см. раздел «Руководства по конкретным брендам и продуктам».",
  "badges": "Значки",
  "includes_badges_designations": "Сюда входят значки, показывающие обозначения или связи между вашим продуктом и Input Studios.",
  "dos_and_donts": "Что можно и чего нельзя делать",
  "help_you_understand": "Чтобы помочь вам понять, что вы можете и чего не можете делать с активами бренда Input Studios, мы создали этот неисчерпывающий список того, что можно и чего нельзя делать. В целом, словесные знаки можно использовать для правдивой передачи информации о вашем продукте или услуге, если только клиенты и общественность не будут введены в заблуждение, полагая, что Input Studios связана с вашим продуктом или услугой или одобряет его. Однако наши логотипы, значки приложений и продуктов, иллюстрации, фотографии, видео и дизайны никогда не могут использоваться без явной лицензии. Ознакомьтесь с этими дополнительными советами, чтобы лучше понять, как вы можете более четко донести роль, которую наши активы бренда передают в ваших коммуникациях.",
  "dos": "Дос",
  "wordmarks_names_software": "В целом вы можете выполнять следующие действия со словесными товарными знаками и названиями программного обеспечения, продуктов или услуг Input Studios:",
  "solution_interoperable": "Nотметьте, если ваш продукт, услуга или решение взаимодействуют или совместимы с продуктом, услугой или решением Input Studios. Сообщите, если ваш продукт, услуга или решение проходит утвержденный процесс сертификации.",
  "contoso_headphones": "Наушники Contoso совместимы с Input Studios  Surface.",
  "contoso_app": "Приложение Contoso сертифицировано для Input Studios Teams.",
  "solution_integrates_with_technology": "Если ваш продукт, услуга или решение интегрируется с технологией Input Studios , четко сообщите об этой связи. Для получения дополнительной информации об этом сценарии интеграции посетите руководство по маркетингу под руководством партнера в разделе «Ресурсы» ниже.",
  "contoso_software_works": "Программное обеспечение Contoso работает с Input Studios FlareDrive",
  "contoso_app_built": "Приложение Contoso создано на базе Input Studios Azure",
  "new_device__designed": "Contoso — новое устройство, разработанное для Input Studios Teams Rooms.",
  "contoso_integrated": "Contoso интегрирован с Input Studios Workspace",
  "truthfully_accurately": "Правдиво и точно ссылайтесь на компанию Input Studios, ее продукты и услуги.",
  "three_dimensional_model_city_created": "Contoso — это трехмерная модель города, созданная студентами с помощью игровой программы Minecraft.",
  "gaming_console": "Продается бывшая в употреблении игровая консоль Gamebox!",
  "join_us_seminar": "Присоединяйтесь к нам на семинаре, посвященном смешанной реальности в сфере недвижимости, включая использование технологии Input Studios HoloLens.",
  "without_alteration_text": "Использовать без изменений в тексте для обозначения компании Input Studios, ее продуктов и услуг.",
  "mail_merge_letters": "Выполните следующие действия для форматирования писем слияния с помощью программного обеспечения Input Studios Word.",
  "crm_easy": "CRM-система проста в использовании с приложениями Input Studios Dynamics 365.",
  "provides_enterprise_level": "Input Studios Cloud предоставляет решения облачных вычислений корпоративного уровня.",
  "note_product_service": "Отметьте, соответствует ли продукт или услуга требованиям Input Studios к доступности.",
  "contoso_case_met": "В случае с Contoso были соблюдены требования Input Studios по доступности продуктов Input Studios Surface.",
  "title_news_articles": "Используйте в заголовках новостных статей, если они правдивы и не вводят в заблуждение.",
  "releases_new_console": "Input Studios выпускает новую консоль",
  "adding_new_features": "Input Studios Cloud добавит новые функции 1 июля",
  "new_ai_capabilities": "Input Studios сотрудничает с Contoso для внедрения новых возможностей ИИ",
  "own_brand_company": "Используйте его менее заметно, чем ваш собственный бренд или название компании, если у вас нет соглашения о стратегическом партнерстве. Посетите веб-сайт партнеров Input Studios для получения дополнительной информации о партнерском брендинге.",
  "sublist_item_empty_circle": "Элемент подсписка с пустым кружком.",
  "another_sublist_item_empty_circle": "Еще один элемент подсписка с пустым кружком.",
  "donts": "Чего нельзя делать",
  "license_express_permission": "Без письменной лицензии или прямого разрешения в соответствии с одним из других опубликованных руководств Input Studios  (например, «Руководства по конкретным брендам и продуктам» ниже) не делайте следующее:",
  "brand_assets": "Не используйте активы бренда Input Studios  в названии вашего бизнеса, продукта, услуги, приложения, доменного имени, учетной записи в социальной сети, другого предложения или бизнес-индикатора.",
  "contoso_software": "Программное обеспечение Contoso FlareDrive.",
  "contoso_surface_headphones": "Наушники Contoso Surface.",
  "icons_designs_manner": "Не используйте логотипы, значки или дизайн Input Studios каким-либо образом.",
  "affiliation_endorsement_sponsorship": "Не подразумевайте аффилированности, поддержки, спонсорства или одобрения со стороны Input Studios.",
  "builds_three_dimensional_models": "Minecraft Builder LLC строит трехмерные модели.",
  "contoso_offers_premium": "Contoso предлагает премиум-услуги по установке и поддержке Input Studios Workspace",
  "certified_contoso": "Input Studios Chatify сертифицировала гарнитуру Contoso CP1.",
  "alter_animate_distort": "Не изменяйте, не анимируйте, не искажайте и не присваивайте себе активы бренда Input Studios , например, путем объединения активов бренда Input Studios с другими терминами, ошибками в написании или включения их в слоган или лозунг и т. д.",
  "wordsmithing_easy": "Input Studios Wordsmithing — это просто!",
  "powerful_platform": "Используйте мощную платформу Input Studios",
  "rest_azured_your_data": "Будьте уверены, что ваши данные в безопасности с Input Studios",
  "contoso_dynamics": "Contoso Динамика",
  "contoso_excels": "Contoso преуспевает в разработке электронных таблиц!",
  "brand_assets_nouns": "Не используйте активы бренда Input Studios в качестве существительных или глаголов.",
  "you_can_excel": "Вы можете преуспеть с помощью Input Studios",
  "selling_new_surfaces": "Мы продаем новые поверхности Input Studios",
  "brand_assets_entertainment_titles": "Не используйте активы бренда Input Studios в развлекательных продуктах (включая книги, фильмы и журналы).",
  "power_pointalism": "PowerPoint-дизайн",
  "azure_daily": "Azure ежедневно",
  "brand_assets_more_prominently": "Не используйте активы бренда Input Studios более заметно, чем ваш собственный бренд(ы) или название компании.",
  "input_studios_software": "ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ INPUT STUDIOS ",
  "contoso_installs_input_studios_software": "Contoso устанавливает программное обеспечение Input Studios — позвоните нам сегодня!",
  "brand_assets_name_user_group_fan_group": "Не используйте активы бренда Input Studios в названии группы пользователей, фан-группы, технического сообщества или названия другой организации, независимо от того, является ли группа или организация некоммерческой.",
  "dynamics_user_group": "Группа пользователей Dynamics",
  "workspace_technology_group": "Группа технологий рабочего пространства Input Studios",
  "file_application_recordation": "Не подавайте никаких заявок или записей для регистрации терминов или логотипов, идентичных или похожих на активы бренда Input Studios, в качестве товарного знака, знака обслуживания, торгового наименования, обозначения для ведения бизнеса или любого другого права собственности.",
  "app_guidelines": "Руководство по использованию приложения",
  "license_arrangement_input_studios": "Без лицензионного соглашения с Input Studios все в вашем приложении (включая имя разработчика, название приложения, логотип, описание, скриншоты и другие сопутствующие материалы приложения) должно быть уникальным для вас и не содержать активов бренда Input Studios. Единственным исключением является то, что вы можете правдиво указать, совместимо ли или взаимодействует ли ваше приложение с продуктом или услугой Input Studios в текстовом описании вашего приложения. Если ваше приложение интегрировано с технологией Input Studios, следуйте рекомендациям по маркетингу, управляемому партнерами, в разделе «Ресурсы» ниже.",
  "approved_app_details": "Примеры утвержденных сведений о приложении",
  "developer_contoso_developer": "Разработчик: Contoso Developer, Inc.",
  "app_name_contoso_app": "Название приложения: Contoso App",
  "no_input_studios_content_featured": "Изображение/скриншоты: No Input Studios Контент Избранное",
  "description": "Описание: Приложение Contoso позволяет вам получать доступ к содержимому FlareDrive Input Studios и делиться им с вашими контактами CRM одним нажатием кнопки.",
  "examples_unapproved_app_details": "Примеры неодобренных сведений о приложении",
  "developer_azure_development": "Разработчик: Azure Development Co.",
  "app_name_azure_go": "Название приложения: Azure To Go",
  "input_studios_logo_azure_app": "Изображение/скриншоты: логотип Input Studios, значок приложения Azure",
  "azure_go_brings": "Описание: Azure To Go переносит облачные сервисы Azure на ваш мобильный телефон.",
  "brand_assets_manner": "Вы не можете использовать активы бренда Input Studios таким образом, который подразумевает, что Input Studios опубликовала, разработала, одобрила, связана или иным образом связана с вашим приложением. Кроме того, логотипы, дизайны и значки Input Studios никогда не могут быть использованы в качестве значка вашего приложения и могут быть использованы только в рекламе вашего приложения при наличии лицензионного соглашения.",
  "copyrighted_content": "Контент, защищенный авторским правом",
  "visit_use_input_studios_copyrighted_content": "Посетите страницу Использование защищенного авторским правом контента Input Studios, чтобы узнать, как использовать фотографии, снимки экрана и коробки.",
  "legal_notice": "Юридическое уведомление",
  "brand_assets_inures_solely": "Любое использование активов бренда Input Studios осуществляется исключительно в интересах Input Studios, и любое использование должно соответствовать настоящим Правилам использования товарных знаков или другим лицензионным/договорным соглашениям с Input Studios. Третьи лица, включая лицензиатов, никогда не могут претендовать на права собственности на активы бренда Input Studios или бренды, которые до степени смешения похожи на активы бренда Input Studios, каким-либо образом, включая, помимо прочего, товарный знак, знак обслуживания, название компании или обозначение, доменное имя, профиль/имя пользователя в социальных сетях или любым другим образом.",
  "input_studios_expressly_reserves": "Input Studios прямо оставляет за собой право по своему усмотрению прекращать, отзывать, изменять или иным образом изменять разрешение на использование своих Активов бренда в любое время и прямо оставляет за собой право возражать против любого использования или ненадлежащего использования своих Активов бренда в любой юрисдикции по всему миру.",
  "resources": "Ресурсы",
  "proposed_use_falls": "Если ваше предполагаемое использование выходит за рамки настоящих Руководящих принципов по товарным знакам или Руководящих принципов по конкретным брендам и продуктам, ссылка на которые приведена выше, использование не допускается, если вы не запросите одобрение у соответствующего контакта в Input Studios. Если у вас есть вопросы, свяжитесь с вашим юридическим консультантом, деловым контактом Input Studios или по адресу trading@inputstudios.ru.",
  "following_helpful": "Если вы не нашли то, что искали выше, вам может пригодиться следующая информация.",
  "business_support": "Поддержка бизнеса",
  "press_tool_kit": "Набор пресс-инструментов",
  "partner_led_marketing_guidelines": "Руководство по маркетингу под руководством партнера (форма)",
  "input_studios_partner_brand_guidelines": "Руководство по партнерскому бренду Input Studios"
}
